Repository: HerbyDE/jagdreisencheck-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Permissions
de: Berechtigungen

source: More Details
de: Mehr Details

source: Keys and Tokens
de: Schlüssel & Token

source: Admin Data
de: Admin Daten

source: Hunting
de: Jagen

source: Further Personal Details
de: Weitere persönliche Informationen

source: Privacy Data
de: Datenschutz

source: Public Information
de: Öffentliche Informationen

source: Profile Data
de: Profildaten

source: Company Name Instance
de: Unternehmensinstanz

source: Additional Details
de: Mehr Details

source: Created By
de: Erstellt von

source: Profile
de: Profil

source: Confirm Password
de: Passwort bestätigen

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: Please provide your e-mail address that you will use to log in.
de: Bitte gib Deine persönliche E-Mail Adresse an mit der Du Jagdreisencheck nutzen möchtest.

source: Please provide the country you're living in here.
de: Bitte gib hier dein Heimatland an.

source: dd.mm.yyyy
de: TT.MM.JJJJ

source: Company Name
de: Unternehmensname

source: e.g. info@jagdreisencheck.de
de: z.B. info@jagdreisencheck.de

source: The start date must be in th future.
de: Das Startdatum Deiner Reise muss in der Zukunft liegen.

source: The start date must be before the end date.
de: Das Startdatum Deiner Reise muss vor dem Enddatum liegen.

source: Budget per Hunter
de: Budget pro Jäger

source: e.g. 2300
de: z.B. 2300

source: Confirm password
de: Passwort bestätigen

source: Primary conversation language
de: Ihre Kommunikationssprache

source: Old Password
de: Altes Passwort

source: Confirm New Password
de: Neues Passwort bestätigen

source: The new passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: The old password is invalid.
de: Das alte Passwort ist ungültig.

source: New password
de: Neues Passwort

source: User with this e-mail already exists.
de: Ein Nutzer mit dieser E-Mail existiert bereits.

source: password
de: Passwort

source: Please provide your password here. It must contain at least 1 letter, 1 numeric character and one special character (e.g. ?). The minimum length is 8 characters.
de: Bitte gib Dein persönliches Passwort hier an. Es muss mindestens 1 Buchstaben, 1 Zahl und 1 Sonderzeichen enthalten (z.B. ?). Das Passwort muss mind. 8 Zeichen lang sein. Gib Dein Passwort niemals an Dritte weiter.

source: Profile Slogan
de: Profil Slogan

source: Account Type
de: Konto-Typ

source: Active
de: Aktiv

source: Staff
de: Mitarbeiter

source: Join Date
de: Eintrittsdatum

source: Last Login
de: Letzte Anmeldung

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Home Country
de: Heimatland

source: Activation Token
de: Aktivierunscode

source: Numeric Key
de: Numerischer Schlüssel

source: Terms of Service
de: Nutzungsbedingungen akzeptieren

source: Privacy Terms
de: Datenschutzbestimmungen akzeptieren

source: Remaining Inquiries
de: Verbleibende Anfragen

source: Next Inquiries
de: Nächste Anfragen

source: Editor for a Company
de: Unternehmenseditor

source: Editor Permissions
de: Berechtigungen (Bearbeiten)

source: Referral Code
de: Eigener Werbe-Code

source: Referred By - Code
de: Werbecode des Anwerbenden

source: User
de: Nutzer

source: Users
de: Nutzer

source: The ID must match the ID of its associated user
de: Die ID muss mit der des verbundenen Nutzers übereinstimmen

source: Associated User
de: Verbundener Nutzer

source: Gender
de: Geschlecht

source: Date of Birth
de: Geburtsdatum

source: Please provide a valid date. Format: dd.mm.yyyy
de: Bitte gib ein korrektes Datum an. Format: tt.mm.yyyy

source: Hunting Licence
de: Jagdlizenz

source: Please indicate if you own a hunting license. This is required as we focus on sustainable hunting and that includes that hunters that use our platform must have a formal qualification for hunting.
de: Bitte gib hier an, ob Du eine Jagdlizenz (Jagdschein) hast. Das ist für uns sehr wichtig, nachdem wir auf unserer Plattform nachhaltiges Jagen voranbringen wollen. Das setzt voraus, dass Du eine Formalqualifikation für die Jagd hast.

source: Active hunter since
de: Aktive(r) Jäger(in) seit

source: Countries Visited for Hunting
de: Besuchte Länder zur Jagd

source: Preferred Hunting Type
de: Bevorzugte Jagdart

source: Preferred Rifle Type
de: Bevorzugte Waffenart

source: Personal Information
de: Persönliche Informationen

source: Profile Picture
de: Profilbild

source: Title Image
de: Titelbild

source: Title Picture Position
de: Titelbildposition

source: Profile Visibility
de: Profilsichtbarkeit

source: Visibility in internal Search
de: Sichtbarkeit in der Personensuche

source: Profile Picture Visibility
de: Profilbildsichtbarkeit

source: Title Image Visibility
de: Titelbildsichtbarkeit

source: E-Mail Visibility
de: E-Mailsichtbarkeit

source: News on Jagdreisencheck
de: News von Jagdreisencheck

source: Data Dump Request
de: Datenabzug (DSGVO)

source: Last Data Dump
de: Letzter Datenabzug

source: Data Dump Request Counter
de: Anzahl der Datenabzüge

source: Individual Profile
de: Privates Profil

source: Individual Profiles
de: Private Profile

source: Contact E-Mail
de: Firmenkontakt (E-Mail)

source: Please provide the company's public email address where potential customers can contact you.
de: Bitte geben Sie hier die öffentliche Kontaktadresse Ihres Unternehmens an. Über diese Adresse wird unsere Korrespondenz mit Ihnen laufen.

source: Creator
de: Ersteller

source: Creation Date
de: Erstellungsdatum

source: Has Corporate Profile
de: Verfügt über Unternehmensprofil

source: Company Names
de: Unternehmensnamen

source: Are you a travel agent or direct provider?
de: Sind Sie ein Reisevermittler oder ein Reiseveranstalter?

source: Company Administrator
de: Unternehmensadministrator

source: Address
de: Adresse

source: ZIP Code
de: Postleitzahl

source: City
de: Stadt/Ort

source: Country
de: Land

source: This is the country where your firm's headquarter is in.
de: Geben Sie hier an in welchem Land Ihre Firma sitzt.

source: Your primary language for conversations
de: In welcher Sprache möchten Sie mit Ihren Kunden primär sprechen?

source: Phone
de: Telefon

source: Please provide your public phone number. Please DO NOT use country codes, instead provide the local format: 01234 000000000. Characters "+" and "/" are NOT allowed.
de: Bitte geben Sie hier Ihre öffentliche Telefonnummer an. Geben Sie die Nummer in lokalem Format an, benutzen Sie als bitte KEINE Ländercodes (z.B. +49 oder 0049) und nicht die Zeichen „+“ oder „/".

source: Days the business is open
de: Öffnungstage

source: Business Hours Start
de: Öffnungszeiten (Beginn)

source: Business Hours End
de: Öffnungszeiten (Ende)

source: Lunch Break Start
de: Mittagspause (Von)

source: Lunch Break End
de: Mittagspause (Bis)

source: Description
de: Beschreibung

source: Date Joined
de: Beitrittsdatum

source: Last modified
de: Zuletzt bearbeitet

source: Contracted for leads
de: Leadvertrag

source: Information about Inquiries
de: Information zu Kundenanfragen

source: We are happy that you are interested in inquiries that potential customers send you. In order to gain access we need to have a contract as providing customer data to you is a very sensitive topic. Also, Jagdreisencheck pays its bills with this feature. For further information and how a cooperation might look like please get in touch with us.
de: Es freut uns sehr, dass Sie sich für Kundenanfragen auf unserer Plattform interessieren. Damit Sie Zugriff auf die Anfragen erhalten können, muss der Umgang mit sensiblen Kundendaten vertraglich geregelt werden. Mit dieser Funktion decken wir auch die Kosten für Jagdreisencheck. Weitere Details besprechen wir sehr gerne mit Ihnen. Senden Sie uns dazu bitte eine kurze E-Mail.

source: I am interested in buying inquiries
de: Ich interessiere mich für Kundenanfragen

source: Get in touch with us
de: Senden Sie uns eine E-Mail

source: Console
de: Menü

source: Actions
de: Menü

source: Public Company Profile
de: Öffentliches Unternehmensprofil

source: Travel inquiries
de: Kundenanfragen

source: new
de: neu

source: Settings
de: Einstellungen

source: Create a new Trip
de: Reise anlegen

source: List of all your Trips
de: Liste all Ihrer Reisen

source: The company has
de: Das Unternehmen hat

source: trips listed.
de: Reisen gelistet.

source: General
de: Allgemein

source: Travel Offerings
de: Reiseangebote

source: Edit profile
de: Profil bearbeiten

source: About
de: Über

source: Offered Trips
de: Angebotene Reisen

source: Average rating of trips
de: Durchschnittliche Reisebewertung

source: This function is currently under development
de: Die Funktion bauen wir gerade noch

source: Company Information
de: Unternehmensinformationen

source: As soon as
de: So bald wie

source: provides detailed information you can find it here
de: Hier findest Du zur Verfügung gestellte Informationen

source: does not provide any detailed information yet.
de: stellt leider noch keine detaillierteren Informationen zur Verfügung.

source: Add a new trip
de: Eine neue Reise hinzufügen

source: has not listed any trips yet.
de: hat noch keine Reisen hinzugefügt.

source: Contact Settings
de: Kontakteinstellungen

source: marks required inputs.
de: Pflichtfeld.

source: Save
de: Sichern

source: Profile Settings
de: Profil Einstellungen

source: Here you can describe what your company stands for and what you excel in. Please upload your logo and a background image in order to be more memorable for your potential customers.
de: Hier können Sie beschreiben wofür Ihr Unternehmen steht und was Sie auszeichnet. Bitte laden Sie ein Logo und ein Hintergrundbild hoch, um von potenziellen Kunden wiedererkannt zu werden.

source: Login settings
de: Logineinstellungen

source: Contact settings
de: Kontakteinstellungen

source: Public profile
de: Unternehmensprofil

source: Change your password
de: Ändere Dein Passwort

source: Error
de: Fehler

source: Thank you %(user)s!
de: Danke %(user)s!

source: We're delighted that you have shared the Jagdreisencheck platform with your friends. One of them has now signed up to our platform and therefore you are receiving this e-mail with our exclusive checklist for you upcoming hunting trips. <br/> We wish you all the best for your next hunting trips and please do not forget to rate them on Jagdreisencheck!
de: Es freut uns sehr, dass Du Jagdreisencheck mit Deinen Freunden geteilt hast! Zwei von ihnen haben sich kürzlich bei Jagdreisencheck registriert, darum wollen wir uns mit unserer exklusiven Checkliste für Deine nächsten Jagdreisen bedanken. <br/> Wir wünschen Dir viel Waidmannsheil für Deine nächste Reise und freuen uns von Deinen Erlebnissen auf der Jagd zu lesen!

source: Welcome aboard %(user)s!
de: Willkommen an Board %(user)s!

source: We're happy to have you with us. Together with you we want to transform the hunting travel industy and increase sustainability. As we can achieve these goals only when we share our experiences from hunting travels on Jagdreisencheck. Your fellow hunters will be grateful for your personal insights and if you share them. Therefore, you may invite them to Jagdreisencheck with the link below:
de: Es freut uns sehr, dass Du dabei bist! <br/> Gemeinsam können wir dir Jagdreiseindustrie verändern und die Nachhaltigkeit der Jagd im Ausland verbessern.<br/> Das klappt aber nur, wenn wir unsere Jagdreiseerfahrungen auf Jagdreisencheck teilen. Deine Mitjäger werden sich freuen, deine persönlichen Eindrücke zu lesen. Mit unterstehendem Link kannst Du sie gerne zu uns einladen:

source: Hint: If the link does not work please copy the link into your browser.
de: Hinweis: Sollte der Link nicht funktionieren, kann der Link einfach in den Browser kopiert werden.

source: If two of your hunting friends sign up you will receive our exclusive 52 point long check list for your next hunting trips as a reward.
de: Hilf uns Jagdreisencheck bekannt zu machen: Teile den Link mit Deinen Freunden, sobald sich zwei von ihnen registriert haben erhältst Du von uns eine 52-Punkte Checkliste für Deine nächsten Jagdreisen!

source: To stay updated we invite you to follow us on Facebook. There you will receive regular updates:
de: Folge uns auf Facebook und verpasse keine aktuellen News aus der Jagdreisewelt!

source: We again welcome you on board
de: Wir heißen Dich nochmal herzlich Willkommen an Board

source: Your inquiries
de: Deine Anfragen

source: Newsletter
de: Jagdpost

source: Change your Password
de: Ändere Dein Passwort

source: Register
de: Registrieren

source: Login with your credentials
de: Logge Dich mit Deinen Anmeldedaten ein

source: Password
de: Passwort

source: Stay Logged-in
de: Eingeloggt bleiben

source: Forgot password
de: Passwort vergessen

source: Why should I sign up?
de: Warum soll ich mich anmelden?

source: or
de: Oder

source: Home
de: Startseite

source: Register for an account on Jagdreisencheck
de: Für ein Konto bei Jagdreisencheck registrieren

source: Register as Company
de: Als Unternehmer registrieren

source: Errors
de: Fehler

source: Dear Team of %(user)s!<br/> We're happy to see you joining Jagdreisencheck. Please click on the button below to activate your account and get started. When clicking on the button you will be redirected to our website and receive a short introduction on how to use our platform. Should you have any questions, then just reply to this email! <br/> <br/> Sincerely, <br/> Your Jagdreisencheck Team
de: Liebes Team von %(user)s!<br/> Es freut uns sehr, dass Sie sich für Jagdreisencheck entschieden haben. Bitte klicken Sie auf die Schaltfläche unten, um Ihr Konto zu aktivieren und direkt loszulegen. Nach der erstmaligen Anmeldung können Sie direkt beginnen eine Reise anzulegen. Bei Fragen oder Anregungen antworten Sie einfach auf diese E-Mail. <br/> <br/> Waidmannsheil, <br/> Ihr Team von Jagdreisencheck

source: Activate Account
de: Konto aktiveren

source: Please copy this link to your browser if the button above does not work:
de: Sollte die Schaltfläche nicht funktionieren, bitte den Link in ein Browserfenster kopieren:

source: Information about Your Company
de: Informationen über Ihr Unternehmen

source: Legal Terms
de: Rechtliches

source: Our Privacy Terms
de: Unsere Datenschutzbestimmungen

source: Our Terms of Service
de: Unsere Nutzungsbedingungen

source: Thank You!
de: Dankeschön!

source: Welcome aboard!
de: Herzlich Willkommen an Board!

# registration_completed
source: Success!
de: Geschafft!

source: You will receive an e-mail from our racing pigeon shortly! It will include a link to a tutorial what you can do with Jagdreisencheck. Please confirm your e-mail via the link in the e-mail. <br/> <br/> Your Jagdreisencheck Team
de: Sie erhalten in Kürze eine E-Mail von unserer Brieftaube!<br/> Darin enthalten ist eine Anleitung wie Sie Jagdreisencheck am Besten nutzen können. Bitte bestätigen Sie dazu Ihre E-Mailadresse über den Link in der E-Mail.<br/><br/>Ihr Team von Jagdreisencheck

source: You will receive an e-mail from our racing pigeon shortly! Please confirm your e-mail via the link in the e-mail. <br/> <br/> Your Jagdreisencheck Team
de: Du erhältst in Kürze eine E-Mail von unserer Brieftaube!<br/> Bitte bestätige Deine E-Mailadresse über den Link in der E-Mail.<br/><br/>Dein Team von Jagdreisencheck

source: Register as Hunter
de: Als Jäger registrieren

source: Hello %(user)s!<br/> We're happy to see you joining Jagdreisencheck. Please click on the button below to activate your account and get started. When clicking on the button you will be redirected to our website. Just follow the steps on our site and you get back to the point before starting the registration. Should you have any questions, then just reply to this email! <br/> <br/> Your Jagdreisencheck Team
de: Hallo %(user)s!<br/> Es freut uns sehr, dass Du Dich bei Jagdreisencheck angemeldet hast. Bitte klicke auf die Schaltfläche unten, um Dein Konto zu aktivieren und direkt loszulegen. Nachdem Du Deine E-Mailadresse bestätigt hast wirst Du direkt dorthin weitergeleitet wo Du Deine Registrierung begonnen hast. Bei Fragen oder Anregungen antworte einfach auf diese E-Mail. <br/> <br/> Waidmannsheil, <br/> Dein Team von Jagdreisencheck

source: Profile Information
de: Profilinformationen

source: Dear team of %(user)s! <br/> <br/> You have successfully created your account on Jagdreisencheck. You can start with creating a trip anytime by clicking on the button below. <br/> <br/> Sincerely,<br/> Your Jagdreisencheck Team
de: Liebes Team von %(user)s! <br/> <br/> Ihr Konto bei Jagdreisencheck wurde erfolgreich angelegt. Sie können jederzeit damit starten eine Reise anzulegen. Klicken Sie dafür einfach auf die Schaltfläche unten. <br/> Wie Sie eine Reise anlegen erklären wir Ihnen auch noch einmal in diesem Video: https://youtu.be/F4hcWuFFUE8 <br/> Bei weiteren Fragen stehen wir Ihnen jederzeit zur Verfügung! <br/> <br/> Waidmannsheil,<br/> Ihr Team von Jagdreisencheck

source: Get started
de: Los geht’s!

source: Hello %(user)s!<br/><br/>You have successfully created your account on Jagdreisencheck.You can start off anytime by clicking on the button below. It will bring you right to the point where you decided to register.<br/>As we all know, sharing is caring: To provide useful information Jagdreisencheck needs reviews on trips. This happens through you and your fellow hunters! Please share your commitment on Jagdreisencheck by sending this link to your friends:
de: Hallo %(user)s! <br/> <br/> Du hast Dein Konto bei Jagdreisencheck erfolgreich verifiziert. Du kannst jederzeit loslegen. Klicke dafür einfach auf die Schaltfläche unten. Du kommst dann zu dem Punkt, an dem Du Deine Registrierung begonnen hast. <br/> <br/> Viel Waidmannsheil,<br/> Dein Team von Jagdreisencheck

source: If one of your friends signs up or if you create a review you will receive our exclusive 52-point checklist for your next hunting trips.
de: Hilf uns Jagdreisencheck bekannt zu machen: Teile den Link mit Deinen Freunden, sobald sich zwei von ihnen registriert haben erhältst Du von uns eine 52-Punkte Checkliste für Deine nächsten Jagdreisen!

source: Your Jagdreisencheck Team
de: Ihr Jagdreisencheck Team

source: Reset password
de: Passwort zurücksetzen

source: Reset your password
de: Setze Dein Passwort zurück

source: Enter a new password
de: Neues Passwort eingeben

source: Hi %(user_name)s, here you can make changes to your personal login settings. Public settings can be altered in the following tabs. If you have any questions concerning the settings just drop us an e-mail at brieftaube@jagdreisencheck.de
de: Hallo %(user_name)s, Hier können persönlichen Logineinstellungen angepasst werden. Öffentliche Profilinformationen können in den folgenden Kacheln angepasst werden. Sollte es Fragen zu den Einstellungen geben, dann stehen wir jederzeit unter brieftaube@jagdreisencheck.de zur Verfügung

source: Coming Soon!
de: Kommt bald!

source: Request personal data
de: Fordere Deine Daten an

source: Currently under construction.
de: Diese Funktion befindet sich im Aufbau

source: %(user)s holds a hunting license since %(year)s.
de: %(user)s hat eine Jagdlizenz seit %(year)s.

source: %(user)s does not have a hunting license.
de: %(user)s hat keine Jagdlizenz.

source: Hunting License
de: Jagdschein

source: Countries visited for hunting
de: Bereiste Jagdländer

source: Reviews
de: Bewertungen

source: Here you can see %(user)s's ratings.
de: Hier siehst Du die Bewertungen von %(user)s.

source: %(user)s does not provide any reviews yet. If you know %(user)s let %(user)s about your interest in a review.
de: %(user)s stellt bisher keine Bewertungen bereit. Wenn du %(user)s kennst, dann schreib %(user)s eine Mail, dass du an einer Bewertung interessiert bist.

source: %(username)s here you can change all your profile information.
de: %(username)s, hier kannst Du Deine Profilinformationen ändern.

source: View Profile
de: Profil ansehen

source: Privacy Settings
de: Privatsphären Einstellung

source: Password Settings
de: Passwort Einstellungen

source: Public Profile Settings
de: Profileinstellungen

source: Country of residence:
de: Heimatland:

source: Holds a hunting license since %(aj)s.
de: hat eine Jagdlizenz seit %(aj)s.

source: No hunter.
de: Kein Jäger.

source: Edit profile (only visible for you)
de: Profil bearbeiten (nur für Dich sichtbar)

source: Your Account is inactive!
de: Ups. Dein Konto scheint inaktiv zu sein.

source: An account with these credential does not exist. Please try again or reset your password.
de: Ein Konto mit diesen Zugangsdaten existiert nicht. Bitte versuche es erneut oder setze Dein Passwort zurück.

source: Verify your Account
de: Verifiziere Deinen Account

source: The passwords do not match
de: Die Passwörter stimmen nicht überein

source: The user already exists! Please try resetting your password or drop us an e-mail
de: Dieser Nutzer existiert bereits! Bitte setze entweder dein Passwort zurück oder kontaktiere uns

source: This company already has a corporate profile. If this is your company and you perceive an abuse contact usimmediately at info@jagdreisencheck.de.
de: Dieses Reiseunternehmen hat schon ein Profil. Wenn das Ihr Unternehmen ist und Sie glauben, dass hier ein Fall von Missbrauch vorliegt, dann kontaktieren Sie uns umgehend unter infor@jagdreisencheck.de!

source: There is a problem with your data.
de: Es gibt ein Problem mit den eingegeben Daten. Bitte versuche es in etwa 10 Minuten noch einmal.

source: Thank you for registering! Please check your e-Mails.
de: Vielen Dank für Deine Registrierung! Bitte schau in Deine Mails.

source: The passwords do not match!
de: Das Passwort stimmt nicht überein!

source: Company already exists!
de: Das Unternehmen existiert bereits!

source: Company created successfully.
de: Das Unternehmen wurde erfolgreich angelegt.

source: Error while creating company.
de: Es ist ein Fehler während des Erstellungsprozesses aufgetreten.

source: Forbidden request.
de: Verbotene Anfrage.

source: Login required! Hunter profiles may only be viewed when logged in.
de: Anmeldung erforderlich! Jägerprofile sind nur für angemeldete Nutzer sichtbar.

source: Does not exist
de: Dieser Account existiert nicht!

source: User data updated successfully.
de: Nutzereinstellungen wurde erfolgreich aktualisiert.

source: Profile data updated successfully.
de: Profilinformationen erfolgreich aktualisiert.

source: Contact information changed successfully.
de: Kontaktinformationen erfolgreich aktualisiert.

source: Profile information updated successfully.
de: Profilinformationen erfolgreich aktualisiert.

source: Privacy settings updated successfully.
de: Datenschutzeinstellungen erfolgreich aktualisiert.

source: Password changed successfully.
de: Passwort erfolgreich geändert.

source: Reset successful! Your password has been reset.
de: Zurücksetzen erfolgreich! Dein Passwort wurde zurückgesetzt.

source: The provided data was wrong. Please retry.
de: Die eingegebenen Daten sind fehlerhaft. Bitte erneut versuchen.

source: Invalid token.
de: Ungültiger Token!

source: Your password reset inquiry
de: Deine Passwortanforderung

source: Reset successful! Please check your e-mails.
de: Zurücksetzten erfolgreich! Bitte schau in Deine Mails.

source: This account does not exist.
de: Dieser Account existiert nicht!

source: The provided data is invalid. Please retry.
de: Die eingegebenen Daten sind fehlerhaft. Bitte erneut versuchen.

source: Missing data. Please check your token and email.
de: Fehlende Date. Bitte Token & E-Mail überprüfen.

source: Your account is already active! You may reset you password.
de: Dein Account ist schon aktiv! Du kannst jederzeit Dein Passwort zurücksetzen.
