Repository: HerbyDE/jagdreisencheck-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Invalid token! Please try again or contact us.
de: Ungültiger Token! Bitte erneut versuchen oder uns kontaktieren.

source: Your registration was successful!
de: Registrierung erfolgreich!

source: Your account is now active.
de: Dein Account ist nun aktiviert!

source: Your account is now active. Please check you inbox for confirmation.
de: Das Konto ist nun aktiviert. Schau doch noch einmal in deine E-Mails. Du hast Post von uns.

source: Verification successful!
de: Erfolgreich bestätigt!

source: You need to have a subscription with us to use this functionality. For further information please get in touch with us: brieftaube@jagdreisencheck.de
de: Bitte kontaktieren Sie uns, falls Sie sich für Kundenanfragen interessieren. Wir besprechen weitere Details sehr gerne mit Ihnen: brieftaube@jagdreisencheck.de

source: Inquiry updated!
de: Anfrage aktualisiert!

source: Error! Inquiry cannot be updated.
de: Fehler! Anfrage konnte nicht aktualisiert werden.

source: Jagdreisencheck CMS Plugins
de: Jagdreisencheck CMS Erweiterungen

source: CMS Row
de: CMS Zeile

source: CMS Column
de: CMS Spalte

source: CMS Card
de: CMS Karte

source: Green Button
de: Grüner Knopf

source: Red Button
de: Roter Knopf

source: Dark Blue Button
de: Dunkelblauer Knopf

source: Lightgray Button
de: Hellgrauer Knopf

source: Lightblue Button
de: Hellblauer Knopf

source: Container Type
de: Containerart

source: Regular Container
de: Normaler Container

source: Fluid Container
de: Fluider Container

source: Top Margin
de: Abstand oben

source: Bottom Margin
de: Abstand unten

source: Width
de: Weite

source: Headline
de: Kopfzeile

source: Card Body
de: Karteninhalt

source: Forward URL
de: Weiterleitung

source: Template
de: Vorlage

source: Display Button as Block
de: Block-Knopf (100%)

source: Top Image
de: Kopfzeilenbild

source: Number of entries
de: Anzahl von Einträgen

source: Stay tuned! We will release new blog articles soon.
de: Bleib gespannt! Wir veröffentlichen bald neue Artikel.

source: Bolivia
de: Bolivien

source: United Kingdom
de: Großbritannien

source: North Korea
de: Nordkorea

source: South Korea
de: Südkorea

source: Moldova
de: Moldawien

source: Macedonia
de: Mazedonien

source: Russia
de: Russland

source: Syria
de: Syrien

source: Tanzania
de: Tansania

source: Czech Republic
de: Tschechische Republik

source: Åland Islands
de: Åland Inseln

source: Albania
de: Albanien

source: Algeria
de: Algerien

source: American Samoa
de: Amerikanisch Samoa

source: Antarctica
de: Antarktis

source: Argentina
de: Argentinien

source: Armenia
de: Armenien

source: Australia
de: Australien

source: Austria
de: Österreich

source: Azerbaijan
de: Aserbaijan

source: Bangladesh
de: Bangladesch

source: Belarus
de: Weißrussland

source: Belgium
de: Belgien

source: Bosnia and Herzegovina
de: Bosnien & Herzegovina

source: Brazil
de: Brasilien

source: Bulgaria
de: Bulgarien

source: Cambodia
de: Kambodscha

source: Cameroon
de: Kamerun

source: Canada
de: Kanada

source: Central African Republic
de: Zentral-afrikanische Republik

source: Colombia
de: Kolumbien

source: Congo (the Democratic Republic of the)
de: Demokratische Republik Kongo

source: Congo
de: Kongo

source: Côte d'Ivoire
de: Elfenbeinküste

source: Croatia
de: Kroatien

source: Cuba
de: Kuba

source: Cyprus
de: Zypern

source: Czechia
de: Tschechien

source: Denmark
de: Dänemark

source: Dominican Republic
de: Dominikanische Republik

source: Egypt
de: Ägypten

source: Equatorial Guinea
de: Äquatorial Guinea

source: Estonia
de: Estland

source: Ethiopia
de: Äthiopien

source: Finland
de: Finnland

source: France
de: Frankreich

source: Gabon
de: Gabun

source: Georgia
de: Georgien

source: Germany
de: Deutschland

source: Greece
de: Griechenland

source: Greenland
de: Grönland

source: Hungary
de: Ungarn

source: Iceland
de: Island

source: India
de: Indien

source: Indonesia
de: Indonesien

source: Iraq
de: Irak

source: Ireland
de: Irland

source: Italy
de: Italen

source: Jamaica
de: Jamaika

source: Jordan
de: Jordanien

source: Kazakhstan
de: Kasachstan

source: Kenya
de: Kenia

source: Kyrgyzstan
de: Kirgistan

source: Lao People's Democratic Republic
de: Demokratische Republik Lao

source: Latvia
de: Lettland

source: Lebanon
de: Libanon

source: Libya
de: Libyen

source: Lithuania
de: Litauen

source: Luxembourg
de: Luxemburg

source: Madagascar
de: Madagaskar

source: Mauritania
de: Mauretanien

source: Mexico
de: Mexiko

source: Mongolia
de: Mongolei

source: Morocco
de: Marokko

source: Mozambique
de: Mozambik

source: Netherlands
de: Niederlande

source: New Zealand
de: Neuseeland

source: Norway
de: Norwegen

source: Palestine
de: Palästina

source: Philippines
de: Philippinen

source: Poland
de: Polen

source: Romania
de: Rumänien

source: Rwanda
de: Ruanda

source: Serbia
de: Serbien

source: Singapore
de: Singapur

source: Slovakia
de: Slowakei

source: Slovenia
de: Slovenien

source: South Africa
de: Südafrika

source: South Sudan
de: Südsudan

source: Spain
de: Spanien

source: Sweden
de: Schweden

source: Switzerland
de: Schweiz

source: Timor-Leste
de: Ost-Timor

source: Trinidad and Tobago
de: Trinidad und Tobago

source: Tunisia
de: Tunesien

source: Turkey
de: Türkei

source: United Arab Emirates
de: Vereinigte Arabische Emirate

source: Great Britain
de: Großbritannien

source: Scotland
de: Schottland

source: Uzbekistan
de: Usbekistan

source: Wallis and Futuna
de: Wallis und Futuna

source: Western Sahara
de: Westsahara

source: Yemen
de: Jemen

source: Zambia
de: Sambia

source: Zimbabwe
de: Simbabwe

source: All
de: Alle

source: Question Title
de: Frage

source: Author
de: Autor

source: Tags
de: Themen

source: Date Posted
de: Gepostet am

source: Associated Model
de: Verbundenes Model

source: Instance ID
de: Instanz-ID

source: Highlighted
de: Hervorgehoben

source: Verified by the owner
de: Vom Eigentümer verifiziert

source: Answer
de: Antwort

source: Question
de: Frage

source: Ask a question
de: Frage stellen

source: Submit
de: Absenden

source: Confirm Deletion
de: Bestätigen & Löschen

source: Please confirm that you intend to delete the answer.
de: Bitte bestätigen Sie, dass die Antwort löschen möchten.

source: Delete Answer
de: Antwort löschen

source: Please confirm that you intend to delete the question.
de: Bitte bestätigen Sie, dass die Frage löschen möchten.

source: Delete Question
de: Frage löschen

source: Edit Answer
de: Antwort bearbeiten

source: Update
de: Aktualisieren

source: Edit Question
de: Frage bearbeiten

source: posted by
de: gefragt von

# date
source: on
de: am

source: Remove Question
de: Frage löschen

source: Answer of %(name)s:
de: Antwort von %(name)s:

source: Operator
de: Veranstalter

source: Remove Answer
de: Antwort löschen

source: There is no answer yet.
de: Bisher gibt es keine Antwort.

source: Question added successfully.
de: Frage erfolgreich hinzugefügt.

source: There was an error creating the question!
de: Fehler beim Hinzufügen der Frage!

source: Answer added successfully.
de: Antwort erfolgreich hinzugefügt.

source: There was an error creating the answer!
de: Fehler beim Hinzufügen der Antwort!

source: Question updated successfully.
de: Frage erfolgreich aktualisiert.

source: There was an error updating the question!
de: Fehler beim Aktualisieren der Frage!

source: Answer updated successfully.
de: Antwort erfolgreich aktualisiert.

source: There was an error updating the answer!
de: Fehler beim Aktualisieren der Frage

source: Question deleted.
de: Frage gelöscht.

source: Answer deleted.
de: Antwort gelöscht.

source: Inquiry ID
de: Anfrage-ID

source: Associated Trip
de: Verknüpfte Reise

source: Inquiring User
de: Anfragender Jäger

source: Number of accompanying Persons
de: Anzahl Begleitpersonen

source: Primary Hunting Type
de: Bevorzugte Jagdart

source: Accommodation
de: Unterbringung

source: When would you like to start the trip?
de: Start der Reise

source: When would you like to end the trip?
de: Ende der Reise

source: Further Details, Wishes & Questions
de: Weitere Details, Wünsche und Fragen

source: Consent to be contacted
de: Zustimmung, dass ich kontaktiert werden darf

source: Date of Inquiry
de: Anfragedatum

source: Travel Status
de: Reisestatus

source: Inquiry has been opened
de: Anfrage wurde geöffnet.

source: Associated Inquiry
de: Verbundene Anfrage

source: Primary Game to hunt
de: Wildarten

source: Year the hunting license was obtained
de: Seit wann besitzt der Jäger eine Lizenz?

source: Max. Shooting distance
de: Max. Schussdistanz

source: Physical Fitness
de: Physische Fitness

source: Age
de: Alter

source: Your Trip Inquiries
de: Deine Reiseanfragen

source: Here you can view all your inquiries. The inquiries will be sorted based on their status. If you open an inquiry it will be marked as read. Please note that the status is also visible to the inquiring hunter so he may follow up. If you experience any issues please contact us via e-mail:
de: Hier können Sie alle Anfragen zu Ihren Reisen sehen. Die Anfragen sind nach Status sortiert. Sobald Sie eine Anfrage öffnen wird diese als „Gelesen“ markiert. Bitte beachten Sie, dass der Status für den anfragenden Jäger sichtbar ist, damit er ggf. nachhaken kann. Sollten Sie Anregungen haben oder Unterstützung benötigen kontaktieren Sie uns gerne:

# inquiries
source: Read inquiries
de: Gelesene Anfragen

# inquiries
source: Unread inquiries
de: Ungelesene Anfragen

source: Your inquiry for a trip to %(region)s, %(country)s offered by %(company)s.
de: Deine Anfrage zur Reise nach %(region)s, %(country)s mit %(company)s.

source: Date
de: Datum

source: Read
de: Gelesen

source: Unread
de: Ungelesen

source: Key facts
de: Wichtige Fakten

source: Trip
de: Reise

source: Main contact
de: Kontaktinformationen

source: Travel dates
de: Reisedaten

source: Contact info
de: Kontaktinformationen

source: Hunting type
de: Jagdart

source: Number of persons
de: Anzahl der Personen

source: Inquiry details
de: Anfragedetails

source: The hunters inquiry
de: Der Anfragekommentar:

source: Hunters
de: Jäger

source: Hunter
de: Jäger

source: Desired game
de: Gewünschte Wildarten

source: License
de: Lizenz

source: Max. shot distance
de: Max. Schussdistanz

source: Physical fitness
de: Physische Fitness

source: Your inquiry for our trip offer to %(region)s, %(country)s from %(date)s on Jagdreisencheck
de: Ihre Anfrage zu unserer Reise nach %(region)s, %(country)s vom %(date)s auf Jagdreisencheck

source: Contact the hunter
de: Kontaktieren Sie den Jäger

source: Issue with the inquiry ID: %(iq)s
de: Problem mit der Anfrage (ID: %(iq)s)

source: Report an issue
de: Problem melden

source: Trip inquiry for %(region)s, %(country)s by %(company)s
de: Anfrage zur Reise nach %(region)s, %(country)s mit %(company)s.

source: Inquire your trip offer to %(region)s, %(country)s with %(company)s
de: Anfrage zur Reise nach %(region)s, %(country)s mit %(company)s stellen

source: Remove hunter
de: Jäger löschen

source: General Information on your Inquiry
de: Allgemeine Informationen zu Deiner Anfrage

source: Information on travelling hunters
de: Information zu den reisenden Jägern

source: Please tick the "Delete" box or leave the form empty if you have added too many forms. If you have any questions please send us an e-mail to <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>.
de: Bei Fragen erreichst Du uns jederzeit per E-Mail: <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>.

source: Add another Hunter
de: Jäger hinzufügen

source: Further details on your inquiry
de: Weitere Details zu Deiner Anfrage

source: Here you can view all your inquiries. The status of your inquiry will get updated as soon as the operator has read your inquiry. Usually your inquiry will be answered within one week. Should it take longer you may follow up on your request. If you experience any issues please contact us via e-mail:
de: Hier siehst Du alle Deine Reiseanfragen. Der Status wird aktualisiert, sobald der Reiseveranstalter deine Anfrage gelesen hat. Normalerweise solltest Du innerhalb einer Woche eine Antwort erhalten. Falls es einmal länger dauert, kannst Du gerne nachhaken. Bei Fragen erreichst Du uns jederzeit per E-Mail:

source: Your contact info
de: Deine Kontaktdaten

source: Companions
de: Begleiter

source: Your inquiry
de: Deine Anfrage

source: My inquiry for your trip offer to %(region)s, %(country)s from %(date)s on Jagdreisencheck
de: Meine Anfrage zur Ihrer Reise nach %(region)s, %(country)s vom %(date)s

source: Contact the operator
de: Unternehmen kontaktieren

source: Before you send an inquiry to the outfitter...
de: Bevor Du eine Anfrage stellst…

source: To avoid fake ratings and inadequate inquiries we would like you to register for our service or log in with your personal account. By that it ensured that you and also the outfitter have the best experience together. All data you provide will be handled in compliance with the 2018 EU GDPR. Furthermore, you have the opportunity to request all you data.
de: Bitte erstelle ein Benutzerkonto oder melde Dich an. <br/> Wir bei Jagdreisencheck legen Wert auf Transparenz, deshalb ist es uns sehr wichtig zu wissen von wem Bewertungen stammen. Genauso wichtig ist es für die Outfitter zu wissen von wem eine Anfrage stammt. <br/> Alle Deine Daten werden bei uns DSGVO-konform verarbeitet und sind für Dich jederzeit einsehbar.

source: Create Account
de: Konto erstellen

source: Your inquiry has been submitted!
de: Deine Anfrage wurde gestellt. Du erhältst demnächst eine E-Mail vom Unternehmen!

source: You are not allowed to access inquiries.
de: Sie sind nicht berechtigt Anfragen einzusehen.

source: There was an error updating your trip. Please try again later.
de: Fehler bei Aktualisieren des Anfragestatus. Bitte versuchen Sie es später noch einmal.

source: You have exceeded the max. number of resets. Please contact us!
de: Du hast die maximale Nummer an Rücksetzern erreicht. Bitte kontaktiere uns!

source: We could not find this user!
de: Wir konnten diesen User nicht finden!

source: A user with these credentials does not exist!
de: Ein Nutzer mit diesen Anmeldedaten existiert leider nicht!

source: Your token is invalid!
de: Dein Aktivierungscode ist gülitg!

source: Your token has expired!
de: Dein Aktivierungscode ist abgelaufen!

source: Stores a python list
de: Beinhaltet eine Python Liste

source: List Field
de: Listen Feld

source: Invalid Recaptcha. Please try again.
de: Ungültiges Recaptcha. Bitte erneut versuchen.

source: File too large. Size should not exceed 2 MiB.
de: Die Datei ist zu groß. Die Datei sollte 2 MB nicht überschreiten.

source: Company
de: Reiseunternehmen

source: No
de: Nein

source: Yes
de: Ja

source: Unknown
de: Unbekannt

source: Male
de: Männlich

source: Female
de: Weiblich

source: Other
de: Andere

source: No information
de: Keine Information

source: Everyone
de: Jeder

source: Logged-in Users Only
de: Nur für Jäger mit einem Account bei Jagdreisencheck

source: Nobody
de: Niemand

source: Important E-Mails + Newsletter
de: Wichtige E-Mails + Jagdpost

source: Important E-Mails only
de: Nur wichtige E-Mails

source: Solo Travel
de: Alleinreisend

source: Group Travel
de: Gruppenreise

source: Self Organized
de: Selbstorganisiert

source: Simple Cottage
de: Einfache Unterkunft

source: Holiday Home / Hunting Chalet
de: Jagdhaus / Ferienhaus

source: Hunting Chalet
de: Jagdvilla

source: No Meals Included
de: Ohne Verpflegung

source: Breakfast Only
de: Nur Frühstück

source: Half Board
de: Halbpension

source: All Inclusive
de: Vollpension

source: Chasing Dogs
de: Nachsuche

source: Joint Hunt
de: Gesellschaftsjagd

source: Stalking Support
de: Pirschunterstützung

source: Stalking
de: Pirsch

source: Stand Hunting
de: Ansitz

source: Joint Hunting
de: Gesellschaftsjagd

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Bad
de: Schlecht

source: Rather Bad
de: Eher schlecht

source: Rather Good
de: Eher gut

source: Good
de: Gut

source: less than 1km walking distance per day
de: Weniger als 1km Laufdistanz pro Tag

source: between 1km and up to 2.5km walking distance per day
de: Zwischen 1km und 2.5km Laufdistanz pro Tag

source: between 2.5km and up to 5km walking distance per day
de: Zwischen 2.5km und 5km Laufdistanz pro Tag

source: between 5km and up to 10km walking distance per day
de: Zwischen 5km und 10km Laufdistanz pro Tag

source: more than 10km walking distance per day
de: Mehr als 10km Laufdistanz pro Tag

source: Suitable for beginners (< 2 years experience)
de: Geeignet für Anfänger ( < 2 Jahre)

source: Suitable for hunters with little experience (> 2 years & < 4 years)
de: Geeignet für Jäger mit geringer Erfahrung ( > 2 & < 4 Jahre)

source: Suitable for hunters with some experience (> 4 years & < 5 years)
de: Geeignet für Jäger mit mäßiger Erfahrung ( > 4 & < 5 Jahre)

source: Suitable for hunters with good experience (> 5 years & < 7 years)
de: Geeignet für Jäger mit viel Erfahrung ( > 5 & < 7 Jahre)

source: Suitable for hunters with extensive experience (> 7 years)
de: Geeignet für Jäger mit sehr viel Erfahrung ( > 7 Jahre)

source: Young
de: Jungwild

source: Too sparse
de: Zu niedrig

source: Rather too sparse
de: Eher zu niedrig

source: Optimal density
de: Optimale Wilddichte

source: Rather too dense
de: Eher zu hoch

source: Too dense
de: Zu hoch

source: Too young
de: Zu jung

source: Rather too young
de: Eher zu jung

source: Optimal
de: Optimale Altersstruktur

source: Rather too old
de: Eher zu alt

source: Too old
de: Zu alt

source: Predominantly female game
de: Vorwiegend Weiblich

source: Slight overweight of female game
de: Ein wenig mehr weiblichen Stücke

source: Good gender distribution
de: Ausgewogenes Geschlechterverhältnis

source: Slight overweight of male game
de: Ein wenig mehr männliche Stücke

source: Predominantly male game
de: Vorwiegend männliche Stücke

source: Definitely no
de: Definitiv nicht

source: Rather no
de: Eher nicht

source: Don't know
de: Weiß nicht

source: Rather yes
de: Eher ja

source: Definitely yes
de: Auf jeden Fall

source: CIC points
de: CIC Punkte

source: Pieces
de: Stück

source: Length (in cm)
de: Länge (cm)

source: Age class
de: Altersklasse

source: Open
de: Offen

source: First contact
de: Erster Kontakt

source: Offer sent
de: Angebot gesendet

source: Follow up required
de: Erneuter Kontakt notwendig

source: Offer accepted
de: Angebot akzeptiert

source: Payment received
de: Bezahlung erhalten

source: Customer on trip
de: Kunde auf Reisen

source: Customer returned
de: Kunde zurück

source: Customer invited for review
de: Kunde per Mail zur Bewertung einladen

source: Review received
de: Bewertung erhalten

source: Closed
de: Schließen

source: Travel Agent
de: Reisevermittler

source: Travel Provider
de: Reiseunternehmen

source: Per day
de: Pro Tag

source: Per week
de: Pro Woche

source: Per month
de: Pro Monat

source: Per stay
de: Pro Aufenthalt

source: Per gram
de: Pro Gramm

source: Per centimeter
de: Pro Zentimeter

source: Per piece
de: Pro Stück

source: Other range
de: Andere Einheit

source: Permanently inactive
de: Dauerhaft deaktiviert

source: Capacity limit reached for this season
de: Reisekapazität für diese Saison erreicht

source: Corporate
de: Unternehmen

source: User/Consumer
de: Nutzer

source: Full Screen Background Image
de: Full Screen Hintergrundbild

source: Full Screen Index Image (100% Width)
de: Full Screen Index Bild (100% Width)

source: User Management
de: Nutzerverwaltung

source: Auth User
de: Login-Nutzer

source: Hunter Accounts
de: Jäger-Accounts

source: Corporate Accounts
de: Unternehmens-Accounts

source: Company Name Instances
de: Unternehmensnamen

source: Groups
de: Gruppen

source: Travel Management
de: Reiseverwaltung

source: Trip Management
de: Reisen

source: Trip Moderation
de: Reisemoderation

source: Game Management
de: Wildarten

source: Rating Management
de: Bewertungen

source: Blog (Academy)
de: Blog (Akademie)

source: Articles
de: Blog-Einträge

source: Categories
de: Kategorien

source: SEO
de: Suchmaschinen (SEO)

source: Robots.txt Rules
de: Regel für die Robots.txt

source: SEO Tools
de: SEO Werkzeuge

source: Mailing List Management
de: CRM Listenverwaltung

source: Write an E-Mail to a mailing list
de: Eine E-Mail an die Teilnehmer senden

source: Mailing Statistics
de: E-Mail Statistiken

source: Registration Intro
de: Registrierungsinformationen

source: Slideshows
de: Bildergalerien

source: Slideshow Management
de: Galerieverwaltung

source: Default Template
de: Standardtemplate

source: Slider Template
de: Slidervorlage

source: Preview
de: Vorschau

source: Preview message
de: Nachricht überprüfen

source: Message
de: Nachricht

source: Change
de: Ändern

source: Create submission
de: Ausgabe erstellen

source: Import
de: Importieren

source: Import addresses
de: Abonnenten importieren

source: Subscriptions
de: Abonnements

source: Confirm import
de: Import bestätigen

source: Confirm
de: Bestätigen

source: Upload
de: Hochladen

source: Currently:
de: Aktuell:

source: Change:
de: Ändern:

source: We use Cookies
de: Wir benutzen Cookies

source: Cookies are small pieces of text that are saved to your computer to optimize the performance of our website. This includes mandatory cookies that do NOT leave any trace at your device and cookies that are of analytical nature that capture anonymous data about users' behavior only on our page.
de: Cookies sind kleine Texte, die auf Deinem Computer gespeichert werden und die wir benutzen, um Deine Erfahrung auf unserem Portal zu optimieren. Bei uns umfassen Cookies „Notwendige Cookies“, die keinerlei Nutzerdaten enthalten, Präferenzcookies für Deine persönlichen Einstellungen und anonyme „Analytics“ Cookies, die es uns erlauben die Plattform weiter zu verbessern.

source: More Information
de: Mehr Informationen

source: Got it!
de: Verstanden!

source: Add a new Company
de: Neuen Reiseunternehmen hinzufügen

source: Add a new Game
de: Neue Wildart hinzufügen

source: Info
de: Information

source: Choose file
de: Datei auswählen

source: Current file
de: Aktuelle Datei

source: multiple choice possible.
de: Mehrfachauswahl möglich.

source: Nothing selected
de: Bitte auswählen…

source: Nothing found for
de: Nichts gefunden für

source: Imprint
de: Impressum

source: Privacy Policy
de: Datenschutz

source: Pages
de: Seiten

source: Blog Entries
de: Akademie

source: Sign up for our Jagdpost
de: Melde Dich zu unserer Jagdpost an

source: Contact
de: Kontakt

source: Submit Rating
de: Bewertung absenden

source: Submit Inquiry
de: Anfrage absenden

source: Reset Password
de: Passwort zurücksetzen

source: Create Trip
de: Reise anlegen

source: Next
de: Nächste

source: Previous
de: Vorherige

source: Close
de: Schließen

source: Hello there, we are happy to have you on Jagdreisencheck!<br/> Our page is currently in testing phase, as such only few people know we exist. That is why we need your help to learn because you are our users and Jagdreisencheck is only for you! Please give us feedback via this <a href="https://goo.gl/forms/ecWShXmaTdpfuq5E3">Link</a>.
de: Hallo, <br/> wir würden uns freuen, wenn Du uns am Ende Deines Besuchs Feedback zu Jagdreisencheck gibst. Damit können wir unseren Service für Dich verbessern!

source: Give feedback
de: Feedback geben
