Repository: HerbyDE/jagdreisencheck-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Fill this out after saving this show and at least one episode. URL should look like "http://feeds.feedburner.com/TitleOfShow". See <a href="http://code.google.com/p/django-podcast/">documentation</a> for more. <a href="http://www.feedburner.com/fb/a/ping">Manually ping</a>
de: URL Beispiel: http://feeds.feedburner.com/TitleOfShow. Referenz: http://code.google.com/p/django-podcast/

source: explicit
de: Anstößig

source: ``Clean`` will put the clean iTunes graphic by it.
de: „Clean“ gibt den Beitrag altersfrei auf iTunes frei.

source: redirect
de: Weiterleitung

source: The show's new URL feed if changing the URL of the current show feed. Must continue old feed for at least two weeks and write a 301 redirect for old feed.
de: Die neue URL, sollte die Beitragsreihe umgezogen sein.

source: keywords
de: Schlüsselworte

source: A comma-demlimitedlist of up to 12 words for iTunes searches. Perhaps include misspellings of the title.
de: Komma-getrennt. 12 Worte. Inklusive falsche Schreibweisen.

source: Fill this out after saving this show and at least one episode. URL should look like: "http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewPodcast?id=000000000". See <a href="http://code.google.com/p/django-podcast/">documentation</a> for more.
de: Erstausfüllen, nachdem die Reihe veröffentlicht wurde. Referenz: http://code.google.com/p/django-podcast/

source: Twitter tweet prefix
de: Twitter Feed Präfix.

source: Enter a short ``tweet_text`` prefix for new episodes on this show.
de: Twitter Präfix. Referenz: Twitter Blogging.

source: Show
de: Beitragsreihe

source: Shows
de: Beitragsreihen

source: The person or musician name(s) featured on this specific episode. The suggested format is: 'email@example.com (Full Name)' but 'Full Name' only, is acceptable. Multiple authors should be comma separated.
de: Name & E-Mail der beteiligten Personen. Kommagetrennt.

source: Looks best if only a few words like a tagline.
de: Tagline.

source: This is your chance to tell potential subscribers all about your podcast. Describe your subject matter, media format, episode schedule, and other relevant info so that they know what they'll be getting when they subscribe. In addition, make a list of the most relevant search terms that you want your podcast to match, then build them into your description. Note that iTunes removes podcasts that include lists of irrelevant words in the itunes:summary, description, or itunes:keywords tags. This field can be up to 4000 plain text characters. No HTML tags or styling allowed.
de: Beschreibung des Beitrags. Max. Länge 4000 Zeichen.

source: tracklist
de: Trackliste (irrelevant).

source: One track per line, machine will automatically add the numbers.
de: Ein Beitrag pro Zeile.

source: hours
de: Stunden

source: minutes
de: Minuten

source: seconds
de: Sekunden

source: A comma-delimited list of words for searches, up to 12; perhaps include misspellings.
de: Kommagetrennt. Max. 12 Wörter.

source: block
de: Blockieren

source: Check to block this episode from iTunes because <br />its content might cause the entire show to be <br />removed from iTunes.
de: Anklicken, um Beitrag bei iTunes zu exkludieren.

source: Episode
de: Beitrag

source: Episodes
de: Beiträge

source: Audio Track
de: Tonspur

source: Please upload the audio track here. Duration and size are unlimited.
de: Tonspur hier hochladen. Dauer & Größe unbegrenzt.

source: URL of the media file. <br /> It is <strong>very</strong> important to remember that for episode artwork to display in iTunes, image must be <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> saved to file's <strong>metadata</strong></a> before enclosure uploading!<br /><br /> For best results, choose an attractive, original, and square JPEG (.jpg) or PNG (.png) image at a size of 1400x1400 pixels. The image will be scaled down to 50x50 pixels at smallest in iTunes.
de: URL der Media-Datei (NICHT BEFÜLLEN)

source: size
de: Größe

source: The length attribute is the file size in bytes. Find this information in the files properties (on a Mac, ``Get Info`` and refer to the size row)
de: Dateigröße in Byte

source: mime format
de: MIME Type

source: Supports mime types of: {0}
de: Unterstützte MIME Types: {0}

source: Measured in kilobits per second (kbps), often 128 or 192.
de: Gemessen in kbit/s. Oft 128 oder 192 kbit/s.

source: sample rate
de: Abtastrate (Sample rate)

source: Measured in kilohertz (kHz), often 44.1.
de: Gemessen in kHz, oft 44.1 kHz.

source: channel
de: Kanal

source: Number of channels; 2 for stereo, 1 for mono.
de: Anzahl der Kanäle; 2 = stereo; 1 = mono.

source: duration
de: Dauer

source: Duration of the audio file, in seconds (always as integer).
de: Dauer des Beitrags in Sekunden.

source: Enclosure
de: Tonspur

source: Enclosures
de: Tonspuren

source: episode
de: Beiträge

source: URL of the media file
de: URL der Tondatei

source: Embed Media URL
de: Eingebettete Datei

source: Embed Media URLs
de: Eingebettete Dateien

source: to download right click and select 'save link as'
de: Download mit Rechtsklick.

source: Tracklist
de: Track (Tonspur)

source: Coming soon...
de: Erscheint bald…

source: Your browser does not support the audio element.
de: Dein Browser unterstützt dieses Audioformat leider nicht.

source: Comments will be there soon.
de: Kommentare sind bald möglich.

source: There will be episodes soon. Stay tuned!
de: Bald siehst Du hier neue Beiträge. Sei gespannt!

source: Atom
de: Atom RSS

source: There is no such show.
de: Die Beitragsreihe existiert nicht.

source: Jagdreisencheck Podcast Shows
de: Jagdreisencheck Podcasts

source: Here you find podcastshows about latest news in the hunting industry as well as basics about hunting travelling. If you wish for a certain format please email us your idea: <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>
de: Hier findest Du unsere Podcastreihen über Neuigkeiten in der Jagdreiseszene und Grundlagen, die man für eine Jagdreise braucht. Wenn Du einen Themenvorschlag hast, dann sende ihn gerne an <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>.

source: Show episodes
de: Beiträge

source: %(count)s episode
de: %(count)s Beitrag

source: No image
de: Kein Bild

source: Current Edition
de: Aktuelle Ausgabe

source: Back to podcast overview
de: Zurück zur Podcastübersicht

source: Podcast Show:
de: Podcastreihe:

source: Price
de: Preis

source: Other title
de: Anderer Titel

source: Prices
de: Preise

source: Valid from
de: Gültig ab

source: Valid until
de: Gültig bis

source: Price list active
de: Preisliste aktiv

source: Price List
de: Preisliste

source: Price Lists
de: Preislisten

source: Package name
de: Pauschalangebotsname

source: Price list
de: Preisliste

source: Package tour active
de: Pauschalangebot aktiv

source: Cost per period
de: Kosten pro Einheit

source: Package tour
de: Pauschalangebot

source: Accommodation type
de: Unterkunftsart

source: Billing period
de: Abrechnungseinheit

source: Other billing period than selectable
de: Andere Abrechnungseinheit

source: Comments
de: Kommentare

source: Game
de: Wildart

source: Kind / Gender
de: Art / Geschlecht

source: Billing range
de: Abrechnungseinheit

source: Start of range
de: Untergrenze

source: Please only provide the numeric value here. E.g. 100 instead of 100cm
de: Bitte geben Sie nur die Zahl ein. Z.B. 100 anstatt 100cm / 100.0 / 100,0.

source: End of range
de: Obergrenze

source: Should there be no choices available please select OTHER and provide your data in the appearing field.
de: Sollte Ihre gewünschte Auswahl nicht verfügbar sein, dann wählen Sie bitte ANDERE aus und geben dort Ihre Auswahl ein.

source: Continue
de: Weiter

source: Please save each section separately.
de: Bitte speichern Sie jeden Abschnitt separat.

source: Package tours to %(region)s, %(country)s
de: Pauschalreisen nach %(region)s, %(country)s

source: # of prices
de: # Preiselemente

source: Inactive
de: Inaktiv

source: Remove offer
de: Angebot löschen

source: No package tours yet.
de: Keine Pauschalreisen verfügbar.

source: Add package tour
de: Pauschalreise hinzufügen

source: Game prices
de: Trophäen-/Wildpreise

source: Please delete a position and add a new one in case you want to update it. We are working on a more convenient method.
de: Bitte löschen Sie eine Position und fügen sie neu hinzu, wenn Sie das Angebot aktualisieren möchten. Wir arbeiten aktuell an einer besseren Lösung.

source: Range minimum
de: Untergrenze

source: Range maximum
de: Obergrenze

source: No game prices yet.
de: Bisher keine Trophäen-/Wildpreise

source: Accommodation prices
de: Unterkunftspreise

source: No accommodation prices yet.
de: Keine Unterkunftspreise verfügbar.

source: Other prices
de: Andere Preise

source: No other prices yet.
de: Keine anderen Preise

source: Price lists
de: Preislisten

source: Back to overview
de: Zurück zur Übersicht

source: Package offer for your trip to %(region)s, %(country)s
de: Pauschalangebote für Ihre Reise nach %(region)s, %(country)s

source: Here you can edit the package price list for your trip. Please add game and accommodation and you may also add some other costs. If you have further questions on adding prices please contact us via e-mail:
de: Hier können Sie Pauschalangebote erstellen und verwalten. Bitte fügen sie dafür Wild-, Unterkunfts- und andere Kosten hinzu. Bei Fragen stehen wir Ihnen jederzeit per E-Mail zur Verfügung:

source: Price list for your trip to %(region)s, %(country)s
de: Preisliste für Ihre Reise nach %(region)s, %(country)s.

source: Here you can edit the price list for your trip. Please add game and accommodation and you may also add some other costs. You will be able to create seasonal package tours via the overview as soon as you have created a price list. If you have further questions on adding prices please contact us via e-mail:
de: Hier können Sie Preise für Ihre Reisen verwalten. Bitte fügen Sie Trophäen-/Wildpreise und Unterkunftspreise hinzu. Sobald Sie eine Preisliste erstellt haben können Sie saisonale Pauschalangebote erstellen. Bei Fragen stehen wir Ihnen jederzeit per E-Mail zur Verfügung:

source: Back to trip list
de: Zurück zur Reiseübersicht

source: Overview of all price lists for your trip to %(region)s, %(country)s
de: Übersicht aller Preislisten für Ihre Reise nach %(region)s, %(country)s

source: Here you see an overview of all price lists for your trip. If you want to add a new list please click on the "New price list" button and please note that only one price list can be active at the same time. Should you have questions please contact us via e-mail:
de: Hier haben Sie eine Übersicht all Ihrer Preislisten. Um eine neue Preisliste anzulegen, klicken Sie bitte auf „Neue Preisliste“. Bitte beachten Sie, dass maximal eine Preisliste aktive sein kann. Bei Fragen stehen wir Ihnen jederzeit per E-Mail zur Verfügung:

source: New price list
de: Neue Preisliste

source: # of package tours
de: # Pauschalangebote

source: Package Tours
de: Pauschalangebote

source: Operation successful
de: Speichern erfolgreich

source: Object deleted successfully
de: Löschen erfolgreich

source: Connection to reCaptcha server failed
de: Die Verbindung zu den Google Servern ist fehlgeschlagen. Bitte versuchen Sie es in 10 Minuten erneut.

source: Our spam check has identified an issue. Please wait 10 minutes and try again.
de: Unser Spamcheck zur Abwehr von dubiosen Anfragen hat ein Problem festgestellt. Bitte versuchen Sie es in 10 Minuten erneut.

source: reCaptcha invalid or expired, try again
de: Der Spam-Check ist ungültig oder abgelaufen. Bitte laden Sie die Seite erneut.

source: reCaptcha response from Google not valid, try again
de: Der Google Server reagiert aktuell nicht. Bitte versuchen Sie es in ca. 10 Minuten erneut.

source: All countries
de: Alle Länder

source: All game
de: Alle Wildarten

source: All companies
de: Alle Unternehmen

source: May unauthenticated users use this search instance?
de: Sichtbar für unangemeldete Nutzer?

source: Collect Metrics
de: Statistiken erheben

source: Show Help Texts
de: Zeige den Hilfetext

source: See all trips on Jagdreisencheck
de: Zur Reiseübersicht

source: Found %(cc)s trip
de: %(cc)s Reise gefunden

source: Results
de: Suchergebnisse

source: You do not to need make a choice for any of the selectors.
de: Du kannst eine oder mehrere Auswahllisten auch leer lassen.

source: Trip Search
de: Reisesuche

source: Your potential next trips
de: Deine nächsten Jagdreisen

source: to
de: nach

source: with
de: mit

source: on
de: Auf

source: all around the globe
de: auf der ganzen Welt

source: Unfortunately we couldn't find a trip that matches your query.
de: Leider konnten wir zu Deiner Anfrage keine passendes Reiseangebot finden.

source: If you intended to rate the trip you were searching for please click on the link below and create the trip. This will take about 1 Minute and will be great information for your fellow hunters.
de: Falls Du auf der gesuchten Reise warst und diese nun bewerten möchtest, dann kannst Du sie ganz einfach erstellen indem Du auf den Link unten klickst. Das Erstellen dauert etwa 1 Minute und wird Deinen Mitjägern sehr helfen.

source: Create a trip
de: Reise anlegen

# small
source: or
de: oder

source: have a look at similar offers below!
de: schau Dir ähnliche Reisen an!

source: Similar trips offered by %(company)s
de: Ähnliche Reisen von %(company)s

source: Similar hunts on %(game)s
de: Ähnliche Reisen auf %(game)s

source: Similar trips to %(country)s
de: Ähnliche Reisen nach %(country)s

source: {} hunting trip to {} found
de: {} Jagdreise nach {}

source: {} hunting trips to {} found
de: {} Jagdreisen nach {}

source: Hunting trips to {}
de: Jagdreisen nach {}

source: Meta-Description
de: Metabeschreibung

source: Max. 140 characters.
de: Max. 140 Zeichen

source: Separate words by comma. Generally the keywords jagdreisencheck, jagen, jagdreise, nachhaltige jagd, jagen weltweit, nachhaltigkeit are included!
de: Schlüsselworte mit Komma trennen. Die Schlüsselworte jagdreisencheck, jagen, jagdreise, nachhaltige jagd, jagen weltweit, nachhaltigkeit sind grundsätzlich inkludiert!

source: Image 1
de: Bild 1

source: Image 2
de: Bild 2

source: Image 3
de: Bild 3

source: Trip Creation
de: Reise anlegen

source: Trip Rating
de: Reisebewertung

source: Trip Inquiry
de: Reiseanfrage

source: Default (without a page reference)
de: Generell (keine Seitenreferenz)

source: Body
de: Body (Text)

source: Text displayed below the slider graphic.
de: Text unter der Grafik

source: User Origin
de: Seitenverweis

source: Slider Image
de: Sliderbild

source: Registration Info Graphic
de: Infografik für die Registrierung

source: Registration Info Graphics
de: Infografiken für die Registrierung

source: Information about hunting trips to %(country)s
de: Informationen zu Jagdreisen nach %(country)s

source: Register as Company or User
de: Als Unternehmer oder Nutzer registrieren

source: I want to offer trips
de: Ich möchte Reisen anbieten

source: I'm searching for trips
de: Ich möchte reisen & bewerten

source: Content coming soon.
de: Inhalt kommt bald.

source: Sign Up
de: Registrieren

source: Read-Only
de: Read-Only Daten

source: Delete File
de: Datei löschen

source: Slideshow Title
de: Galerietitel

source: Model Identifier
de: Model ID

source: Date Modified
de: Zuletzt bearbeitet

source: Owning User
de: Besitzer

source: Image Width
de: Bildweite

source: Image Height
de: Bildhöhe

source: Image File
de: Bilddatei

source: Image caption
de: Bildbeschreibung

source: Slideshow
de: Bildergalerie

source: Modify slideshow
de: Bildergalerie bearbeiten

source: Add slideshow
de: Bildergalerie hinzufügen

source: Manage Slideshow
de: Bildergalerie bearbeiten

source: Your trip to %(location)s, %(country)s
de: Deine Reise nach %(location)s, %(country)s

source: Here you may add up to ten images that provide impressions of the hunting experience. However, please note that you must not upload images that display unethical poses, a lot of blood or anything that may seem inappropriate to non-hunter visitors. Please keep in mind that this is also a way of managing your public relations. If there ara questions please send us an e-mail to <a href="mailto:brieftaube@jagdreisencheck.de?subject=Slideshow">brieftaube@jagdreisencheck.de</a>.
de: Hier können Sie bis zu 10 Bilder hinzufügen und so interessierten Jägern Impressionen aus dem Revier vermitteln. Bitte beachten Sie aber, dass Sie keine Bilder hochladen dürfen, die übermäßig Schweiß, unnötige Posen oder andere anstößige Inhalte für Jagd-fremde Besucher zeigen (Trophäenbilder sind natürlich in Ordnung). Sollten Sie Fragen haben, dann senden Sie uns gerne eine E-Mail an <a href="mailto:brieftaube@jagdreisencheck.de?subject=Slideshow">brieftaube@jagdreisencheck.de</a>.

source: Duplicate
de: Duplikat

source: Images
de: Bilder

source: Return to trip
de: Zurück zur Reise

source: Save Slideshow
de: Bildergalerie speichern

source: There are no images yet.
de: Bisher gibt es keine Bilder zu dieser Reise.

source: Please add at least one image.
de: Bitte fügen Sie zumindest ein Bild hinzu

source: A slideshow for this instance already exists.
de: Für diese Reise existiert bereits eine Bildergalerie.

source: Hunting-related Data
de: Jagdliche Daten

source: Accommodation Data
de: Unterkunftsdaten

source: Travel Portal
de: Reiseportal

source: Trip Carousel Plugin
de: Reisekarousell Plugin

source: Travel Platform
de: Reiseplattform

source: Trip Ranking Table
de: Reiseranking Tabelle

source: Trip Catalog
de: Reisekatalog

source: Find a trip to rate
de: Finde eine Reise zum Bewerten

source: Rating widgets
de: Bewertungswidgets

source: Show key facts of Jagdreisencheck
de: Kennzahlen unserer Plattform

source: Please provide the company name here. If you can't find it in the list, please create it.
de: Bitte trage hier den Unternehmensnamen ein. Falls Du ihn nicht finden kannst, kannst du ihn anlegen.

source: Please note that contact information is NOT allowed here. The trip will be removed if the text is not compliant to our <a href="/flat/tos/">Terms of Service.</a>
de: Bitte beachten Sie, dass Sie hier KEINE Kontaktinformationen angeben dürfen. Reisen, die nicht mit unseren <a href="/flat/tos/">Nutzungsbedingungen</a> konform sind werden von uns entfernt.

source: Invalid Slug
de: Ungültiger Slug!

source: CSV File
de: CSV Datei

source: Date of Creation
de: Erstellungsdatum

source: Games
de: Wildarten

source: Consent to Publishing Rules
de: Ich stimme den o.g. Regeln zu

source: Region / Territory
de: Region / Gebiet / Revier

source: Please provide the territory or region name here. Please note that you may only offer one trip per territory or region.
de: Bitte geben Sie hier den Revier- oder Regionsnamen an. Bitte beachten Sie aber, dass Sie pro Revier oder Region nur eine Reise anbieten können. Je genauer die Angaben also sind, desto besser.

source: Available Accommodations
de: Verfügbare Unterkunft

source: Private Parking
de: Privates Parken

source: Please indicate if hunters who arrive by car can park their car on property.
de: Bitte geben Sie hier an, ob Jäger ihre privaten PKWs bei Ihnen parken können.

source: Airport Transfer
de: Flughafen Transfer

source: Hunting Types
de: Jagdarten

source: Rifle Rentals
de: Waffenverleih

source: Start of Season
de: Beginn der Jagdsaison des Anbieters

source: Please provide the start of the hunting season.
de: Bitte geben Sie hier den Start der Jagdsaison des Anbieters (nicht der Wildarten!) an.

source: End of Season
de: Ende der Jagdsaison des Anbieters

source: Please provide the end of the hunting season.
de: Bitte geben Sie das Ende der Jagdsaison des Anbieters (nicht der Wildarten!) an.

source: Family Offers
de: Familienangebote

source: Alternative Offers
de: Alternativprogramm

source: Is there an oportunity to spend time besides hunting activities?
de: Gibt es die Möglichkeit Anderes zu unternehmen als zu jagen?

source: Catering Options
de: Essensmöglichkeiten

source: Staff Languages
de: Sprachen der Mitarbeiter

source: Please provide the staff languages at the hunting sight.
de: Bitte geben Sie die Sprache der Mitarbeiter im Jagdrevier / in der Zielregion an.

source: Interpreting Service
de: Dolmetscher

source: Please indicate if there is an interpreting service at the hunting sight.
de: Bitte geben Sie hier an, ob ein Dolmetscherservice zur Verfügung steht.

source: Wireless Coverage
de: Netzabdeckung

source: Please indicate if hunters have mobile network access at your property.
de: Bitte geben Sie hier an, ob die Gäste Handyempfang haben.

source: Broadband Internet
de: Internetzugang

source: Please indicate if hunters can access the internet via WiFi.
de: Bitte geben Sie hier an, ob es WLAN Zugang gibt.

source: Vendor Link
de: Verkäufer Link

source: Trip Description
de: Reisebeschreibung

source: PDF with detailed information
de: PDF mit Detailinformation

source: Featured
de: Vorgestellt

source: Featuring Start
de: Vorgestellter Start

source: Featuring End
de: Vorgestelltes Ende

source: Sponsored
de: Gesponsort

source: Sponsoring Start
de: Gesponserter Start

source: Sponsoring End
de: Gesponsertes Ende

source: Rating Count
de: Anzahl der Bewertungen

source: Overall Rating
de: Gesamtbewertung

source: Ecologic Rating
de: Bewertung der Jagd

source: Socio-Cultural Rating
de: Bewertung des Service

source: Suggested fitness
de: Empfohlene Fitness

source: Please indicate the average walking distance per hunting day.
de: Bitte geben Sie hier die durchschnittliche Laufdistanz pro Tag an.

source: Suggested hunting experience
de: Empfohlene Jagderfahrung

source: Please indicate the regularity hunters should hunt in order to be prepared for the trip.
de: Bitte geben Sie hier die Erfahrung an, die ein Jäger mitbringen soll.

source: Exact Address
de: Exakte Adresse

source: The Address will NOT be displayed to users. It is just for creating a google map.
de: Die Adresse wird nicht öffentlich angezeigt. Sie dient ausschließlich der Darstellung auf unserer interaktiven Karte.

source: Last Modified
de: Zuletzt bearbeitet

source: Technical Name
de: Technischer Name

source: Please do NOT upload images that show a lot of blood, posing or other situations that may be offensive to people that are not familiar with hunting! A title pic will be displayed as background image on the trip page.
de: Bitte laden Sie KEINE Bilder hoch, die viel Schweiß, unangebrachte Posen oder ähnliches zeigen. Achten Sie auch darauf, dass die Bilder keine Inhalte zeigen, die von Besuchern ohne Jagdhintergrund als anstößig empfunden werden können! Das Titelbild ist das Hintergrundbild einer Reise.

source: Image Y-Axis Position
de: Bildposition (Y-Achse)

source: Lead Status
de: Anfragestatus

source: Marked for deletion
de: Markiert zum Löschen

source: Trip has been approved
de: Reise wurde geprüft

source: Trips
de: Reisen

source: Assiciated Trip
de: Verknüpfte Reise

source: Language
de: Sprache

source: Agree to Rules of Contribution
de: Den obigen Grundsätzen zustimmen

source: Title of your review
de: Überschrift Deiner Bewertung

source: Detailed Trip Description
de: Deine persönlichen Eindrücke

source: Would you recommend the trip?
de: Würdest Du diese Reise weiterempfehlen?

source: Trophies
de: Trophäen

source: Catering Option
de: Essensmöglichkeiten

source: Catering Quality
de: Essensqualität

source: Accommodation Type
de: Unterbringung

source: Accommodation Rating
de: Unterbringungsbewertung
