Repository: HerbyDE/jagdreisencheck-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Please rate the accommodation you had during your stay. Even a camping sight may get 5 stars if everything was fine.
de: Bitte bewerte hier Deine Unterkunft, die Du während der Reise bewohnt hast. Beziehe dazu auch die Kategorie ein, d.h. eine einfache Unterkunft (z.B. eine Hütte) kann eine sehr gute Bewertung bekommen, wenn Du dich wohlgefühlt hast.

source: Operator Support with Issues
de: Unterstützung bei Problemen

source: How was the communication with the operator? Did you get assistance with registering your rifle and with bureaucratic processes? Were you told what vaccinations you need?
de: Bitte bewerte hier, wie sehr Dir der Veranstalter/Vermittler bei auftretenden Problemen geholfen hat. Sollte es keine Probleme gegeben haben, spricht das für den Veranstalter.

source: Price/Utility
de: Preis- Leistungsverhältnis

source: Did you make use of dogs?
de: Wurden Hunde während der Jagd eingesetzt?

source: What did you use the dogs for?
de: Wofür wurden die Hunde eingesetzt?

source: Quality of dogs
de: Qualität der Hunde

source: How dense was the wildlife?
de: Wie war die Wilddichte?

source: Did you experience a good game density or was there too much/few game?
de: Ist die Wilddichte angemessen? Sind Dir vielleicht extrem viele Wildschäden aufgefallen, die auf eine zu hohe Wilddichte schließen lassen? Hattest Du fast überhaupt keinen Anblick während der Jagd?

source: How was the wildlife's age distributed?
de: Wie war die Altersverteilung im Wildbestand?

source: Were there more older or younger pieces? Did you experience a pyramidal structure?
de: War die Altersverteilung pyramidenförmig? Normalerweise finden sich mehr junge als mittel-alte als alte Stücke im Bestand.

source: How did you experience the wildlife's gender distribution?
de: Wie war die Geschlechterverteilung im Wildbestand?

source: Did you experience a well distributed structure (50/50 female/male)?
de: Ist das Geschlechterverhältnis im Wildbestand ungefähr 50/50? Also genau so viel weibliche Stücke, wie männliche Stücke?

source: Did you hunt in the wilderness?
de: Hast du auf freilebendes Wild gejagt?

source: If you have pursued a gate hunt then the game was not living in the wild.
de: Hier möchten wir wissen, ob Du auf wirklich frei lebendes Wild gejagt hast. Schon eine Gatterajagd bedeutet, dass Du nicht auf komplett frei lebendes Wild gewaidwerkt hast.

source: Have you had the opportunity to check your strike position?
de: Hattest Du die Möglichkeit die Treffpunktlage Deiner Waffe zu prüfen?

source: Did you have the opportunity to check your rifle and take some validation shots?
de: Hattest Du die Möglichkeit Deine Waffe zu testen und Kontrollschüsse zu machen?

source: Was your hunting license validated?
de: Wurde Dein Jagdschein überprüft?

source: Quality of the professional hunter
de: Qualität des Berufjägers

source: Please objectively rate the professional hunter's abilities and leave out personal impressions. This question is purely about his abilities.
de: Bitte versuche bei der Bewertung das Können des Jagdführers objektiv zu beurteilen und keine persönlichen Eindruck wie Sympathie einfließen zu lassen. Hier geht es um seine fachliche Eignung und wie professionell er Dich geführt hat.

source: Quality of the hunting organization
de: Organisation der Jagd

source: Please rate the hunt-related admin quality. Did your hunts start on time? Were there enough vehicles? How was the condition of hunting facilities?
de: Bewerte hier bitte die organisatorischen Abläufe und Einrichtungen. Wurde zu verabredeten Zeiten pünktlich begonnen, waren stets ausreichend Transportmittel vorhanden oder waren Jagdeinrichtungen (z.B. Hochsitze) in einem guten Zustand? Wurden die erlegten Tiere korrekt versorgt?

source: Customer Support
de: Kundenservice

source: How convenient was the communication with the operator? Did the operator assist you with bureaucratic processes?
de: Wie einfach war die Kommunikation und wie freundlich der Umgang miteinander? Wurdest Du bei der Bürokratie, wie dem Anmelden Deiner Waffe am Flughafen, Deinem Visum oder mit Informationen zu Impfungen unterstützt?

source: Introduction to local hunting conditions
de: Einführung in lokale Jagdgepflogenheiten

source: How well did the operator prepare you for your hunt? Did they tell you about laws and good practices?
de: Bewerte hier wie sehr Dich Dein Veranstalter auf Jagd- bzw. Naturschutzgesetze, das Jagdsystem vor Ort und die vorherrschende Jagdkultur vorbereitet hat, bzw. Dir mitgeteilt hat auf welche Besonderheiten Du Dich einstellen solltest.

source: Languages spoken at the hunting site
de: Gesprochene Sprachen vor Ort

source: Communication between staff and yourself
de: Kommunikation zwischen Dir und den Angestellten

source: How was the communication with the local employees? Did you experience any inconveniences?
de: Wie einfach war es sich mit dem Team vor Ort zu verständigen? Konnte sprachlich alles einfach geklärt werden oder musstest Du Hände und Füße benutzen und es kam öfters zu Missverständnissen?

source: Did you make use of alternative program
de: Hast Du an Alternativprogrammen teilgenommen?

source: Please indicate if you did activities besides hunting such as hiking or sightseeing.
de: Bitte gib hier an, ob Du alternative Aktivitäten neben der Jagd wahrgenommen hast, wie etwa Wandern oder Besichtigungstouren.

source: Quality of the alternative program
de: Qualität des Alternativprogramms?

source: Total Rating
de: Gesamtbewertung

source: Rating Reply
de: Antwort auf Bewertung

source: Rating Replies
de: Antworten auf Bewertungen

source: Weight (kg)
de: Gewicht (Kg)

source: Length (cm)
de: Länge (cm)

source: CIC Points
de: CIC Punkte

source: Application
de: Anwendung

source: Database Model
de: Daten Modell

source: Number of Entries
de: Anzahl von Einträgen

source: Show Featured Only
de: Nur vorgestellte anzeigen

source: Show Sponsored Only
de: Nur gesponserte anzeigen

source: Selection Criteria
de: Auswahlkriterien

source: Standard Template
de: Standardvorlage

source: You must provide a company name.
de: Ein Unternehmensname ist zwingend erforderlich.

source: You must provide game to hunt.
de: Eine Wildart oder mehrere Wildarten sind zwingend erforderlich.

source: Overall Ranking
de: Gesambewertung

source: Economic Ranking
de: Ökonomische Bewertung

source: Ecologic Ranking
de: Bewertung Deiner Jagd

source: Socio-Cultural Ranking
de: Sozio-kulturelle Bewertung

source: Rank
de: Platzierung

source: Available Hunting Types
de: Verfügbare Jagdarten

source: More
de: Mehr

source: Erroneous Data. Please notify
de: Fehlerhafte Daten. Bitte kontaktiere

source: There is no data yet.
de: Es gibt bisher keine Daten.

source: new inquiries
de: neue Anfragen

source: No ratings
de: Keine Bewertungen

source: and more
de: und mehr

source: No description yet.
de: Bisher keine Beschreibung.

source: View Trip
de: Reise ansehen

source: Hello Team of
de: Liebes Team von

source: A trip to %(region)s, %(country)s has been added to your profile. Please check if this trip is correct and add further details in your console. <br/> Please notify us (brieftaube@jagdreisencheck.de) if this is a duplicate. We will then merge the ratings with those of your existing trip.
de: Eine Reise nach %(region)s, %(country)s wurde Ihrem Profil hinzugefügt. Bitte überprüfen Sie die Reise auf Richtigkeit und fügen Sie gerne weitere Details hinzu. Je mehr Details Sie angeben, desto weiter oben wir Ihre Reise gelistet.<br/> Sollten Sie einen Fehler finden bzw. sollte die Reise ein Duplikat sein, dann senden Sie uns gerne eine E-Mail an brieftaube@jagdreisencheck.de. Wir werden uns um Berichtigung kümmern.

source: The trip can be viewed here
de: Die Reise können Sie hier sehen

source: You may access your console here
de: Mit diesem Link haben Sie Zugriff auf Ihre Konsole

source: Tell us your story
de: Sag uns Deine Meinung.

source: Your trip to %(country)s with %(company)s
de: Deine Reise mit %(company)s nach %(country)s

source: %(user_name)s, tell us all about your hunting travel experience with %(c_name)s! <br>You are invited to go into detail.
de: %(user_name)s, berichte uns über Deine Reise mit %(c_name)s! <br>Deine Mitjäger werden sich über Deine Erfahrungen freuen.

source: General Travel Information
de: Allgemeine Reiseinformationen

source: Hunt-related Questions
de: Jagdliche Fragen

source: Rate %(company)s's trip to %(region)s, %(country)s.
de: Bewerte Deine Reise nach %(region)s in %(country)s mit %(company)s.

source: Before you revise your rating please be sure that your changes are objective. Significant changes in the rating score are not possible. This function is majorly offered to change the detailed text description.<br/><br/> The process for updating your review is the same as initially rating a trip. Please go through all steps and check if the displayed data is correct.<br/><br/> By updating you agree to our <a href="/flat/tos/" style="text-decoration: underline">Terms of Service</a>.
de: Bitte achte darauf, dass Deine Aktualisierung objektiv ist. Signifikante Änderungen Deiner Bewertung sind nicht möglich, jedoch kannst Du hier deinen Bewertungstext überarbeiten.<br/><br/> Der Prozess zur Aktualisierung ist genau der gleiche wie bei der Erstellung einer neuen Bewertung. Stelle bitte sicher, dass alle Daten korrekt sind.<br/><br/> Durch die Aktualisierung stimmst Du unseren <a href="/flat/tos/" style="text-decoration: underline">Nutzungsbedingungen</a> zu.

source: Before you get started
de: Bevor Du beginnst

source: Our goal is to support sustainable hunting practice. By that we encourage companies to engage in protecting our wildlife. Therefore, if you have encountered personal difficulties please avoid including personal opinion on ecologic topics of the rating. Even though you might have come back without a trophy remember that we hunt free-ranging and nobody can assure that you always collect a trophy. This behavior results in companies beeding and selling wildlife just to be killed - which is definitely not in our interest.<br/> By rating you agree to our <a href="/flat/tos/">Terms of Service</a>. <br><br/>Thank you for rating, %(user_name)s!<br/><br/> Your Jagdreisencheck Team
de: Hallo %(user_name)s, <br/> unser oberstes Ziel ist es nachhaltige Jagd zu fördern. So unterstützen wir Unternehmer, die nachhaltige Jagdreisen anbieten und zum Schutz sowie zur Artenvielfalt von jagbarem Wild beitragen. Bitte versuche deswegen vor allem im jagdbezogenen Teil eventuelle persönliche Probleme, die Du mit dem Veranstalter hattest nicht in Deine Bewertungen mit einfließen zu lassen. Auch wenn Du vielleicht ohne ein erlegtes Stück zurückgekehrt bist, denk’ bitte immer daran, dass wir (hoffentlich) in freier Wildbahn jagen und Dir niemand Erfolg versprechen kann – diese Einstellung führt nur dazu, dass Veranstalter beginnen Wild einzukaufen – genau das, was wir als verantwortungsbewusste Jäger nicht wollen! <br/><br/> Vielen Dank, dass Du Deine Erfahrungen mit uns teilst! <br/> Waidmannsheil, Dein Team von Jagdreisencheck

source: Back to trip
de: Zurück zur Reise

source: Territory-related Questions
de: Fragen zum Revier

source: In this category we focus on ecologic sustainability. Sustainability is divided into three focal areas: ecology, economy and socio-culture. More information may be found in the academy.
de: Unter dieser Kategorie prüfen wir Punkte der sogenannten „ökologischen Nachhaltigkeit“. Nachhaltigkeit wird nach der Drei-Säulen-Theorie in drei Teilbereiche aufgeteilt: Die ökologische, die ökonomische und sozio-kulturelle Nachhaltigkeit aufgeteilt. Mehr dazu erfährst du in unserer Akademie.

source: Hunt
de: Jagd

source: In this category we focus on socio-cultural sustainability. Sustainability is divided into three focal areas: ecology, economy and socio-culture. More information may be found in the academy.
de: Unter diese Kategorie prüfen wir Punkte der sogenannten „sozio-kulturellen Nachhaltigkeit“. Nachhaltigkeit wird nach der Drei-Säulen-Theorie in drei Teilbereiche aufgeteilt: Die ökologische, die ökonomische und sozio-kulturelle Nachhaltigkeit aufgeteilt. Mehr dazu erfährst du in unserer Akademie.

source: Where are the economic factors? The economic factors may not be rated by hunting travellers because in this cause it would be necessary to have in-depth knowledge about processes within the operating company in order to gain knowledge about sustainability.
de: Wo ist die ökonomische Säule? Die ökonomische Säule kann so von keinem Jagdreisenden bewertet werden. Hier müsste man in die wirtschaftlichen Prozesse des Unternehmens schauen, um herauszufinden wie nachhaltig diese wirtschaften.

source: %(user_name)s, here you can add trophies you collected during your hunting trip. They are not part of the rating algorithm yet. Please indicate either the weight, the length or the CIC points. You can delete trophies at any time. If you have any questions feel free to contact us at brieftaube@jagdreisencheck.de <br/> You can skip this step if you like.
de: %(user_name)s, hier kannst Du Trophäen hinzufügen, die Du während Deiner Jagd geschossen hast. Sie fließen nicht in die Bewertung mit ein. Bitte gib entweder Gewicht, Länge oder CIC Punkte an. Trophäen kannst du später zu jedem Zeitpunkt löschen. Diesen Schritt darfst Du auch überspringen.

source: Weight
de: Gewicht

source: Length
de: Länge

source: Previous Step
de: Vorheriger Schritt

source: Your Trophies
de: Deine Trophäen

source: Add Trophy
de: Trophäe anlegen

source: Trips on Jagdreisencheck
de: Reisen auf Jagdreisencheck

source: Ratings on Jagdreisencheck
de: Bewertungen auf Jagdreisencheck

source: Countries on Jagdreisencheck
de: Länder auf Jagdreisencheck

source: Please select
de: Bitte auswählen

source: Rate trip
de: Reise bewerten

source: Not found what you are looking for? Create a trip here!
de: Nicht gefunden wonach Du suchst? Dann erstelle die Reise hier!

source: %(user)s has been in %(region)s, %(country)s, with %(company)s.
de: %(user)s war mit %(company)s in %(region)s, %(country)s.

source: Rating Overview
de: Bewertungsübersicht

source: Rating of the hunt
de: Bewertung der Jagd

source: Ecologic Factors
de: Ökologische Säule

source: Were dogs used
de: Wurden Hunde eingesetzt

source: Free-ranging hunt
de: Jagd in freier Wildbahn

source: Dog type
de: Zweck der Hunde

source: Dog Quality
de: Hundequalität

source: Wildlife density
de: Wilddichte

source: Wildlife age distribution
de: Altersverhältnis

source: Wildlife gender distribution
de: Geschlechterverhältnis

source: Professional hunter quality
de: Qualität des Berufsjägers

source: Quality of the hunt's organization
de: Wie war die Organisation der Jagd?

source: Check of rifle strike position
de: Überprüfung der Treffpunktlage

source: License check
de: Jagdlizenzüberprüfung

source: Rating of the service
de: Bewertung des Service

source: Socio-cultural Factors
de: Sozio-kulturelle Säule

source: Meal plan
de: Essensoption

source: Meal quality
de: Essensqualität

source: Accommodation rating
de: Unterbringungsbewertung

source: Issue support
de: Hilfe bei Problemen

source: Price-utility
de: Preis-Leistung

source: Customer support
de: Kundenservice

source: Staff languages
de: Sprachen der Mitarbeiter

source: Use of alternative program
de: Nutzung von Alternativprogramm

source: Quality of alternative program
de: Qualität des Alternativprogramms

source: Alternative program not used.
de: Alternativprogramm wurde nicht in Anspruch genommen.

source: %(company)s has replied to this rating
de: %(company)s hat geantwortet

source: Reply of %(company)s:
de: Antwort von %(company)s:

source: Edit
de: Bearbeiten

source: Reply to %(user)s who gave a rating of %(rating)s
de: Antwort für %(user)s (Bewertung: %(rating)s)

source: View %(user)s's review text
de: Bewertungsdetails von %(user)s ansehen

source: You are replying as %(user)s (%(email)s). The author of the rating will be able to contact you via your e-mail.
de: Sie antworten als %(user)s (%(email)s). Der Autor der Bewertung kann Sie dann per E-Mail kontaktieren.

source: Rate your trip to %(country)s with %(company)s
de: Bewerte Deine Reise nach %(country)s mit %(company)s.

source: A User
de: Ein Nutzer

source: was in
de: war in

source: Recommends the Trip
de: Empfiehlt die Reise

source: Your rating
de: Deine Bewertung

source: Rating Details
de: Bewertungsdetails

source: Less
de: Weniger

source: Reply
de: Antworten

source: Update your rating for %(company)s's trip in %(region)s, %(country)s.
de: Aktualisiere Deine Bewertung für die Reise nach %(region)s in %(country)s mit %(company)s.

source: %(user_name)s, tell us all about your hunting travel experience with %(c_name)s!<br>You are invited to go into detail.
de: %(user_name)s, berichte uns über Deine Reise mit %(c_name)s!<br>Deine Mitjäger werden sich über Deine Erfahrungen freuen.

source: Update rating
de: Bewertung aktualisieren

source: Add element to price table
de: Neues Element hinzufügen

source: Add a new Element to the price table
de: Neues Element hinzufügen

source: Create Company
de: Reiseunternehmen anlegen

source: Add new game
de: Neue Wildart hinzufügen

source: Create Game
de: Wildart anlegen

source: Game can be configured in trip details.
de: Die Wildarten können unter „Reisedetails“ konfiguriert werden.

source: List of all trips
de: Liste all Ihrer Reisen

source: Region / Teritory
de: Region / Gebiet / Revier

source: Inquiries
de: Anfragen

source: Rating Score
de: Bewertung

source: Inquiry Status
de: Anfragestatus

source: Add a trip
de: Eine neue Reise hinzufügen

source: Here you can easily create a trip
de: Hier kannst Du ganz einfach eine Reise anlegen

source: If you have questions on how to create a trip or a wish for improvement please contact us via e-mail: <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>.
de: Bei Fragen erreichst Du uns jederzeit per E-Mail: <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>.

source: Hello %(user)s,<br/> Thank you for contributing to the Jagdreisencheck community!<br/> Adding a trip helps your fellow hunters to make better decisions as they can access a greater variety of travel opportunities.<br/> By creating a trip you agree to our <a href="/flat/tos/" style="text-decoration: underline" target="_blank">Terms of Service</a>.
de: Hallo %(user)s, <br/> Danke, dass Du eine neue Reise anlegst! Damit gibst Du Deinen Mitjägern die Möglichkeit sich besser zu informieren. Bitte habe keine Angst hier etwas Falsches einzutragen. Nachdem du eine Reise angelegt hast, werden wir uns mit dem Veranstalter in Verbindung setzen. Dieser hat dann die Möglichkeit die angelegte Reise zu bearbeiten.<br/> Durch das Erstellen einer Reise stimmst Du unseren <a href="/flat/tos/" style="text-decoration: underline">Nutzungsbedingungen</a> zu.

source: Hello %(user)s,<br/> Thank you for adding a trip!<br/> Should you require assistance or have feedback for us please get in touch with us via <a href="mailto:brieftaube@jagdreisencheck.de" style="text-decoration: underline">brieftaube@jagdreisencheck.de</a><br/> By creating a trip you agree to our <a href="/flat/tos/" style="text-decoration: underline" target="_blank">Terms of Service</a>.
de: Hallo %(user)s, <br/> Danke, dass Sie eine neue Reise anlegen!<br/> Sollten Sie Unterstützung brauchen oder Verbesserungsvorschläge haben, dann senden Sie uns gerne eine E-Mail an <a href="mailto:brieftaube@jagdreisencheck.de" style="text-decoration: underline">brieftaube@jagdreisencheck.de</a>.<br/> Durch das Erstellen einer Reise stimmen Sie unseren <a href="/flat/tos/" style="text-decoration: underline">Nutzungsbedingungen</a> zu.

source: Trip arrangement
de: Reiseorganisation

source: Lodging & Organization
de: Unterkunft & Organisation

source: Only one step to publish you trip offer
de: Nur noch Einschritt zur Veröffentlichung der Reise

source: Almost ready to rate
de: Nur noch ein Schritt zur Bewertung

source: Thank you %(user_name)s for contributing and helping your fellow hunters making better decisions.
de: Danke %(user_name)s für Deinen Beitrag. Damit hilfst Du Deinen Mitjägern bessere Entscheidungen zu treffen.

source: Thank you %(user_name)s for publishing your trip. Your trip will now be available to your customers for rating. Please be aware that we have to take a look at the travel offer before it will become available in our search engine. If you have any questions or suggestions do not hesitate to write us an e-mail to <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>
de: Danke %(user_name)s, dass Sie eine Reise hinzufügen. Ihre Reise steht nun bereit für Bewertungen durch Ihre Kunden. Bitte beachten Sie aber, dass wir die Reise durch unseren Moderationsprozess verifizieren bevor die Reise in unserer internen Suche erscheint. Bei Fragen oder Anregungen erreichen Sie uns jederzeit per E-Mail unter <a href="mailto:brieftaube@jagdreisencheck.de">brieftaube@jagdreisencheck.de</a>.

source: If you happen to know the operator you can send an E-Mail and inform them about their trips being placed on Jagdreisencheck. With that you give them the opportunity to fill in more details and thus increase the transparency.
de: Wenn Du den Veranstalter kennst, dann informiere ihn doch, dass er seine Reisen bei Jagdreisencheck mit weiteren Informationen ausstatten kann.

source: The below PDF gives you more detailed information about %(company)s's trip to %(region)s.
de: Hier kannst Du eine PDF mit Details zur Reise von %(company)s nach %(region)s herunterladen.

source: Download PDF
de: PDF mit Details herunterladen

source: Rifle Rental
de: Waffenverleih

source: Available Meals
de: Verfügbare Verpflegungsoptionen

source: Here you see the profile of
de: Hier siehst Du das Profil von

source: If you happen to know the operator write them an E-Mail so they can create a profile and supply additional information.
de: Wenn Du den Veranstalter kennst, dann kannst du ihn gerne über Jagdreisencheck informieren, dass er mehr Informationen bereitstellen kann.

source: The price list is valid from %(start)s until %(end)s. %(company)s is solely responsible for the prices. Jagdreisencheck has no influence on the prices.
de: Die Preisliste ist von %(start)s bis %(end)s gültig. %(company)s ist alleine für die Preisgestaltung verantwortlich. Jagdreisencheck hat keinen Einfluss auf die Preise.

source: Edit price list
de: Preisliste bearbeiten

source: Trophy & Game prices
de: Trophäen-/Wildpreise

source: Kind
de: Typ / Art

source: Unit
de: Einheit

source: Comment
de: Kommentar

source: Type
de: Art

source: No accommodation prices available
de: Keine Unterkunftspreise verfügbar.

source: Other services
de: Andere Services

source: No other services available.
de: Keine anderen Services verfügbar

source: %(company)s does not provide prices for this trip yet. For further information contact the company.
de: %(company)s hat bisher keine Preise hinterlegt. Für weitere Informationen kannst Du ein Reiseangebot einholen.

source: Total Rating based on %(ratings)s Rating
de: Gesamtbewertung basierend auf %(ratings)s Bewertung

source: %(num)s%% of hunters recommend this trip
de: %(num)s%% der Jäger empfehlen die Reise weiter

source: No ratings yet.
de: Bisher gibt es keine Bewertungen.

source: There are no ratings yet.
de: Bisher gibt es keine Bewertungen.
