Repository: HerbyDE/jagdreisencheck-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Here you can post questions that your customers ask frequently. This helps you saving time and money when acquiring customers. You can answer your questions right afterwards. Questions posted by you as the trip owner will be placed on top. Later you can also "highlight" questions from hunters.
de: Hier können Sie Fragen erstellen, Die Ihre Kunden oft stellen. So sparen Sie Zeit bei den Beratungsgesprächen. Sie können die Fragen auch direkt im Anschluss beantworten. Fragen von Ihnen werden hervorgehoben und sind immer als Erstes sichtbar. Nutzer können auch Fragen an Sie richten, die Sie dann beantworten können. Verzichten Sie hier auch auf Kontaktdetails von Ihnen wie etwa E-Mail oder Telefonnummer.

source: Here you find FAQs posted by the operator and also questions of your fellow hunters. If you have further questions related to an existing topic just post it below the original thread. The operator will then answer.
de: Hier findest Du die FAQs zur Reise. Du kannst gerne Fragen stellen, die dir der Veranstalter dann beantworten kann.

source: About this trip
de: Über diese Reise

source: Region/Territory
de: Region/Revier

source: Average walking distance
de: Durchschnittliche Laufdistanz

source: Hunting Time
de: Jagdsaison

source: Alternative Activities
de: Alternativprogramm

source: Costs per hunter
de: Kosten pro Jäger

source: Costs per accompanying person
de: Kosten pro Begleitperson

source: Calculation base
de: Kalkulationsbasis

source: We're currently working on this feature. It will be ready soon.
de: Aktuell arbeiten wir noch an dieser Funktion. Sie wird in kürze zur Verfügung stehen.

source: Range
de: Bereich

source: Cost
de: Kosten

source: Costs wounded but not found
de: Kosten für angeschweißtes Wild

source: Public comment
de: Öffentliche Anmerkung

source: Private comment
de: Privater Kommentar

source: Prices for accommodation
de: Unterbringungspreise

source: Hint: You can provide game prices in the "Prices for game" section in the dropdown above.
de: Hinweis: Sie können Trophäenpreise in der Sektion „Trophäenpreise“ im obigen Menü anlegen.

source: Costs (Hunter)
de: Kosten (Jäger)

source: Costs(No hunter)
de: Kosten (Begleitung)

source: Change the data of %(element)s
de: Daten von %(element)s ändern

source: Trophy costs
de: Trophäenkosten

source: Wounded costs
de: Angeschweißtes Wild

source: Prices for game
de: Trophäenpreise

source: Hint: You can provide accommodation prices in the "Prices for accommodation" section in the dropdown above.
de: Hinweis: Sie können Unterkunftspreise in der Sektion „Unterkunftspreise“ im obigen Menü anlegen.

source: Manage Price Lists
de: Preislisten verwalten

source: Trip details
de: Reisedetails

source: Prices for accommodation
de: Unterbringungspreise

source: Upload a list of trips
de: List mit Reisen hochladen

source: %(username)s, if you have questions regarding the mass upload do not hesitate to drop us an email. You can reach out with us via brieftaube@jagdreisencheck.de and we will help you as soon as possible.
de: %(username)s, falls Sie Fragen bezüglich des Massenuploads haben schreiben Sie uns gerne eine E-Mail an brieftaube@jagdreisencheck.de. Wir helfen gerne!

source: Confirmation to delete your trip to %(region)s, %(country)s
de: Bestätigung zum Löschen Ihrer Reise nach %(region)s, %(country)s

source: Please confirm your request to delete the trip. The deletion process may take up to 24 hours.
de: Bitte bestätigen Sie, dass Sie die Reise wirklich löschen möchten. Der Vorgang dauert bis zu 24 Stunden.

source: Confirm & Delete
de: Bestätigen & Löschen

source: Update trip
de: Reise aktualisieren

source: This trip is marked for deletion. Deletion may take up to 24 hours. For revision please <a href="%(url)s" style="text-decoration: underline">click here</a>.
de: Diese Reise ist zum Löschen markiert. Der Vorgang dauert bis zu 24 Stunden. Zum Revidieren <a href="%(url)s" style="text-decoration: underline">klicken Sie bitte hier</a>.

source: Delete Trip
de: Diese Reise existiert nicht (mehr)

source: Save Changes
de: Änderungen speichern

source: Hunting trip to %(country)s: %(region)s
de: Jagdreise nach %(country)s: %(region)s

source: Offered by
de: Angeboten von

source: Modify trip
de: Reise bearbeiten

source: Rate this Trip
de: Diese Reise bewerten

source: View your Inquiries
de: Anfragen ansehen

source: Contact the Operator
de: Reiseangebot einholen

source: Key Facts
de: Wichtige Fakten

source: Huh! Looks like there are no trips yet.
de: Oh! Sieht so aus als ob es noch keine Reisen gibt.

source: If you intended to rate a trip you can create one
de: Wenn Du diese Reise bewerten möchtest, kannst Du diese nun anlegen

source: here
de: hier

source: Thanks for creating the trip!
de: Danke, dass Du die Reise erstellt hast!

source: A trip has been created for your company
de: Ihrem Profil wurde eine Reise hinzugefügt.

source: {} requests to delete a trip.
de: %s möchte eine Reise löschen.

source: {} revises the deletion request a trip.
de: %s zieht einen Löschantrag zurück.

source: The Trip %s has been removed successfully.
de: Die Reise %s wurde entfernt.

source: The Trip %(region)s, %(country)s by %(company)s has been approved.
de: Die Reise nach %(region)s, %(country)s von %(company)s wurde geprüft.

source: Game already exisits!
de: Die Wildart existiert bereits!

source: Game created successfully.
de: Wildart erfolgreich angelegt.

source: Error while creating game.
de: Wildart konnte nicht angelegt werden.

source: You have already posted a rating. Multiple ratings are not allowed.
de: Du hast bereits eine Bewertung abgegeben. Mehrfachbewertungen sind nicht möglich.

source: As you are corporate you are not allowed to rate.
de: Als Unternehmer dürfen Sie keine Bewertungen abgeben.

source: Thank you for your Rating!
de: Danke für Deine Bewertung!

source: Your trip to %(region)s in %(country)s has got a new rating!
de: Ihre Reise nach %(region)s in %(country)s hat eine neue Bewertung erhalten!

source: Thank you for updating your review!
de: Danke für Deine Aktualisierung!

source: Trip updated successfully!
de: Die Reise wurde erfolgreich aktualisiert!

source: Invalid request.
de: Ungültige Anfrage.

source: We couldn't find a trip that fits your request. Please contact your operator.
de: Wir konnten leider keine Reise finden. Bitte kontaktiere den Reiseveranstalter oder uns (brieftaube@jagdreisencheck.de)

source: Error moving the image. Please try again later.
de: Fehler beim Positionieren des Bildes. Bitte versuchen Sie es später erneut.

source: Position changed successfully.
de: Position erfolgreich geändert.
