Repository: HerbyDE/jagdreisencheck-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: %(entries)s entry found
de: %(entries)s Eintrag gefunden

source: Read article
de: Artikel lesen

# small
source: by
de: von

source: More details
de: Mehr Details

source: Feedback to
de: Feedback an

source: There will be shows soon. Stay tuned!
de: Bald siehst Du hier neue Podcasts. Sei gespannt!

source: Articles of %(name)s
de: Artikel von %(name)s:

source: The author has not written any articles yet.
de: Der Autor hat bisher keine Artikel verfasst.

source: read more
de: Mehr lesen

source: by
de: Von

source: There will be articles soon. Stay tuned!
de: Bald siehst Du hier neue Beiträge. Sei gespannt!

source: Articles with tag: %(name)s
de: Artikel zum Stichwort: %(name)s

source: This function is currently under maintainance.
de: Die Funktion befindet sich um Wartungsmodus

source: Archive
de: Archiv

source: 1 article
de: 1 Artikel

source: 0 articles
de: 0 Artikel

source: No article found.
de: Nichts gefunden.

source: Authors
de: Autoren

source: Article Categories
de: Artikelkategorien

source: No articles yet.
de: Noch keine Einträge.

source: more
de: Mehr

source: Abstract
de: Zusammenfassung

source: Information about this post
de: Information zu diesem Artikel

source: Anonymous
de: Anonym

source: Publication Date
de: Publikationsdatum

source: Click to view all posts from %(cat)s
de: Klicke hier, um alle Artikel aus der Kategorie %(cat)s zu sehen.

source: No categories found.
de: Noch keine Kategorien.

source: Your browser doesn't support this video format.
de: Dein Browser unterstützt dieses Videoformat leider nicht.

source: Please verify your Account
de: Bitte bestätige Deinen Account

source: Dear %(user)s,
de: Hallo %(user)s,

source: To activate your account please click on the link below:
de: Um Deinen Account zu aktivieren, klicke bitte auf den folgenden Link:

source: Hello
de: Hallo

source: Here is a link to reset your password.
de: Hier ist Dein Link zum Zurücksetzen Deines Passworts.

source: To do the reset please follow the link below
de: Um Dein Passwort zurückzusetzen klicke bitte auf den Link unten:

# email_footer
source: Terms of Service
de: Nutzungsbedingungen

source: Sincerely
de: Waidmannsheil

# user
source: Your Jagdreisencheck Team
de: Dein Jagdreisencheck Team

source: P.S.: We're always happy to receive your feedback! If you have critique or suggestions please answer to this email and tell us how we may improve.
de: P.S.: Wir freuen uns über jedes Feedback! Anregungen und Kritik können direkt als Antwort auf diese E-Mail verschickt werden. Wir nehmen uns das Feedback sehr zu Herzen!

source: If you have received this email by accident please inform us (brieftaube@jagdreisencheck.de) and delete this email afterwards.
de: Sollte diese E-Mail nicht für Sie bestimmt sein, dann informieren Sie uns bitte umgehen und löschen diese E-Mail im Anschluss.

# footer
source: Terms of Service
de: Nutzungsbedingungen

source: Privacy Statement
de: Datenschutzerklärung (DSGVO)

source: Hello there, %(name)s is asking for trophy prices when going on your trip to %(region)s, %(country)s . You can get in touch via e-mail: %(email)s. You can also manage this inquiry on Jagdreisencheck.de. If you have any questions regarding this service please contact us via brieftaube@jagdreisencheck.de. Yours, The Jagdreisencheck Team Legal note: This is not a subscription service. It has informative character keeping you up-to-date how users interact with your offerings on Jagdreisencheck. This service is fully compliant with the GDPR.
de: Hallo, %(name)s interessiert sich für Ihr Reiseangebot nach %(region)s, %(country)s. Besonders interessant wäre die Preisgestaltung, also Trophäen, Unterbringung, Nebenkosten. Am besten erreichen Sie den Nutzer per E-Mail: %(email)s. Die Anfrage wird auch auf jagdreisencheck.de/accounts/inquiry/ angezeigt werden. Bei Fragen zu diesem Service können Sie sich gerne an uns (brieftaube@jagdreisencheck.de) wenden. Waidmannsheil, Ihr Team von Jagdreisencheck

source: This e-mail is intended for representatives of %(company)s only. If you have received this email by accident please delete it and contact brieftaube@jagdreisencheck.de.
de: Diese E-Mail ist nur für Personen im Wirkungskreis von %(company)s bestimmt. Sollten Sie diese E-Mail aus Versehen erhalten haben, dann informieren Sie uns unter brieftaube@jagdreisencheck.de und löschen Sie diese E-Mail unverzüglich.

source: Your trip to %(region)s, %(country)s has been rated with a total score of %(score)s.<br/> You can view the rating and reply to it by clicking on the link below:
de: Ihre Reise nach %(region)s, %(country)s wurde mit einer Gesamtbewertung von %(score)s bewertet.<br/> Sie können die Bewertung über folgenden Link ansehen und direkt darauf reagieren (Login erforderlich):

source: Should you require assistance please contact us:
de: Sollten Sie Unterstützung benötigen, zögern Sie nicht uns zu kontaktieren:

source: A trip shall be deleted!
de: Eine Reise wurde zum Löschen markiert!

source: %(name)s requests to delete the trip available here: https://%(host)s/portal/%(name)s/%(country)s/%(region_slug)s/detail/. Date: %(date)s
de: %(name)s möchte eine Reise löschen: https://%(host)s/portal/%(name)s/%(country)s/%(region_slug)s/detail/. Datum der Anfrage: %(date)s

source: Revised deletion request by %(name)s
de: Zurückgezogene Löschanfrage von %(name)s

source: %(name)s revises the deletion order for the trip available here: https://%(host)s/portal/%(name)s/%(country)s/%(tech_name)s/detail/. Date: %(date)s
de: %(name)s hat die Anfrage zu Löschen zurückgezogen. Die Reise ist über https://%(host)s/portal/%(name)s/%(country)s/%(tech_name)s/detail/ zugänglich. Datum der Revidieren: %(date)s

source: Error 400: Bad Request
de: Fehler 400: Bad Request

source: You are seeing this because the request you sent is of bad nature. If you have questions please contact us:
de: Du siehst diesen Fehler, da Deine Anfrage fehlerhaft ist. Falls Du Fragen hast, kontaktiere uns gerne:

source: Error 401: Unauthorized Request
de: Fehler 401: Unberechtigte Anfrage

source: You are seeing this because you are not allowed to access this feature. If you have questions please contact us:
de: Du siehst diesen Fehler, da Deine Anfrage nicht erlaubt ist. Falls Du Fragen hast, kontaktiere uns gerne:

source: Error 403: Forbidden Request
de: Fehler 403: Fortbilden Request

source: You are seeing this because you are not allowed to access this page. If you have questions please contact us:
de: Du siehst diesen Fehler, da Du diese Seite nicht aufrufen darfst. Falls Du Fragen hast, kontaktiere uns gerne:

source: Error 404: Page not found
de: Fehler 404: Seite nicht gefunden

source: You are seeing this because the page you requested does not exist. If you have questions please contact us:
de: Du siehst diesen Fehler, da die gesuchte Seite nicht auffindbar ist. Falls Du Fragen hast, kontaktiere uns gerne:

source: Error 500: Internal Server Error
de: Fehler 500: Interner Serverfehler

source: You are seeing this because our server has encountered a problem. We are working on the problem. If you have questions please contact us:
de: Du siehst diesen Fehler, da unser Server ein Problem festgestellt hat. Wir arbeiten bereits daran. Falls Du Fragen hast, kontaktiere uns gerne:

source: Not found
de: Nicht gefunden

source: %(author)s on %(datetime)s
de: %(author)s am %(datetime)s

source: Read more
de: Mehr lesen

source: Read message online
de: Nachricht online lesen

source: Unsubscribe
de: Abmelden

source: Unsubscribe:
de: Abmelden:

source: Subscription to %(title)s
de: Abonnement zu %(title)s

source: Dear %(name)s, you, or someone in your name requested a subscription to %(title)s. If you would like to confirm your subscription, please follow this activation link: http://%(domain)s%(url)s Kind regards,
de: Hallo %(name)s, Du hast den Newsletter %(title)s abonniert. Bitte bestätige deine Anmeldung: http://%(domain)s%(url)s . Dies ist aufgrund der neuen DSGVO notwendig. Allzeit Waidmannsheil, Dein Team von Jagdreisencheck

source: Confirm subscription
de: Abonnement bestätigen

source: Unsubscription from %(title)s
de: Abonnement von %(title)s widerrufen

source: Dear %(name)s, you, or someone in your name requested unsubscription from %(title)s. If you would like to confirm your unsubscription, please follow this activation link: http://%(domain)s%(url)s Kind regards,
de: Hallo %(name)s, Du hast den Newsletter %(title)s abonniert. Bitte bestätige deine Anmeldung: http://%(domain)s%(url)s . Dies ist aufgrund der neuen DSGVO notwendig. Allzeit Waidmannsheil, Dein Team von Jagdreisencheck

source: Confirm unsubscription
de: Abmeldung bestätigen

source: Update of subscription to %(title)s
de: Abonnement von %(title)s aktualisieren

source: Dear %(name)s, you, or someone in your name requested updating your personal information for %(title)s. To make changes to your information in our database, please follow this activation link: http://%(domain)s%(url)s Kind regards,
de: Hallo %(name)s, Du hast den Newsletter %(title)s abonniert. Bitte bestätige deine Anmeldung: http://%(domain)s%(url)s . Dies ist aufgrund der neuen DSGVO notwendig. Allzeit Waidmannsheil, Dein Team von Jagdreisencheck

source: Update information
de: Informationen aktualisieren

# newsletter
source: Our
de: Unserer

source: Our newsletters keep you up-to-date on topics around hunting trips. Yet our offering is only available in german.
de: Unsere Newsletter halten Dich zum Thema Jagdreisen auf dem laufenden. Dieses Angebot ist zu jetzigen Zeitpunkt nur auf Deutsch verfügbar.

source: Please choose an action below.
de: Bitte wählen.

source: Subscribe
de: Abonnieren

source: Back to list
de: Zurück zur Übersicht

source: Our newsletters
de: Unsere Newsletter

source: Newsletter list
de: Newsletterliste

source: Please click on the names for further details.
de: Bitte klicke auf die Namen für weitere Details.

source: Newsletter archive
de: Newsletterarchiv

source: Submission
de: Newsletterausgabe

source: No submissions yet. Stay tuned!
de: Bisher keine Ausgaben. Bleib gespannt!

source: Back
de: Zurück

source: Activate your subscription to
de: Aktiviere Dein Abonnement für unsere

source: Activate
de: Aktivieren

source: Subscribe to our
de: Abboniere unsere

source: Activation completed
de: Aktivierung erledigt

source: Your subscription has successfully been activated.
de: Dein Abonnement wurde erfolgreich aktualisiert.

source: Confirmation sent
de: Bestätigung versandt

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
de: Dein Abonnement wird verarbeitet, bitte prüfe Deine E-Mails, um dein Abonnement zu bestätigen.

source: Subscribe to
de: Abonniere

source: We're happy to see you signing up for our %(newsletter)s. Please confirm your subscription.
de: Es freut uns, dass Du Dich für unsere %(newsletter)s anmeldest. Bitte bestätige Deine Anmeldung.

source: Unsubscribe from
de: Abmelden von

source: We are sorry to see you go!
de: Schade, dass Du gehst!

source: Successfully unsubscribed
de: Du wurdest abgemeldet.

source: You have successfully been unsubscribed.
de: Du wurdest abgemeldet.

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
de: Du wurdest abgemeldet. Eine Bestätigung ist unterwegs.

source: Unsubscribe from our
de: Abmelden von unserer

source: We're sorry to see you leaving our %(newsletter)s. Please confirm your your leave.
de: Schade, dass Dir unsere %(newsletter)s nicht mehr gefällt. Bitte bestätige Deine Abmeldung.

source: Update your subscription to our
de: Aktualisiere Dein Abonnement für unsere

source: Successfully updated
de: Erfolgreich aktualisiert

source: Your subscription has successfully been updated.
de: Dein Abonnement wurde erfolgreich aktualisiert.

source: Newsletter update
de: Newsletter aktualisieren

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
de: Deine Aktualisierungsanfrage wird nun verarbeitet und eine Bestätigung ist unterwegs. Bitte bestätige deine Änderung durch den Link in der E-Mail.

source: Filters
de: Filter

source: navbar
de: Navigation

source: content
de: Inhalt

source: request form
de: Formular anfordern

source: main content
de: Hauptinhalt

source: request info
de: Information abrufen

source: response info
de: Antwort

source: Ordering
de: Bestellen

source: Search
de: Suche

source: None
de: Keine

source: No items to select.
de: Keine Artikel ausgewählt.

source: Dear %(user)s,<br/> Thank you for updating your profile. Please note that it might take a while to upload pictures and documents. This window will close automatically as soon as saving ahs finished.
de: %(user)s,<br/> Danke für Ihre Profilaktualisierung. Bitte beachten Sie, dass das Hochladen von Bildern und Dokumenten ein wenig dauern kann. Dieses Fenster schließt sich, sobald der Upload abgeschlossen ist. Bitte warten Sie so lange.

source: Rate
de: Bewerten

source: Aragonese
de: Aragonesisch

source: Arabic
de: Arabisch

source: Assamese
de: Assamesisch

source: Avaric
de: Avarisch

source: Belarusian
de: Weißrussisch

source: Bulgarian
de: Bulgarisch

source: Bengali
de: Bengalisch

source: Tibetan
de: Tibetanisch

source: Breton
de: Bretonisch

source: Bosnian
de: Bosnisch

source: Catalan
de: Catalanisch

source: Corsican
de: Korsisch

source: Czech
de: Tschechisch

source: Church Slavic
de: Slawisch

source: Chuvash
de: Chuvasch

source: Welsh
de: Walisisch

source: Danish
de: Dänisch

source: German
de: Deutsch

source: Modern Greek
de: Griechisch

source: English
de: Englisch

source: Spanish
de: Spanisch

source: Estonian
de: Estnisch

source: Basque
de: Baskisch

source: Persian
de: Persisch

source: Finnish
de: Finnisch

source: Fijian
de: Fijisch

source: Faroese
de: Faroesisch

source: French
de: Französisch

source: Western Frisian
de: Westfrisisch

source: Irish
de: Irisch

source: Scottish Gaelic
de: Gallisch

source: Galician
de: Galizisch

source: Hebrew
de: Hebräisch

source: Hindi
de: Hindisch

source: Croatian
de: Kroatisch

source: Hungarian
de: Ungarisch

source: Armenian
de: Armenisch

source: Indonesian
de: Indonesisch

source: Icelandic
de: Isländisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Yiddish
de: Yiddisch

source: Javanese
de: Javanesisch

source: Georgian
de: Georgisch

source: Kongo
de: Kongolesisch

source: Kazakh
de: Kasachisch

source: Central Khmer
de: Khmer

source: Korean
de: Koreanisch

source: Kurdish
de: Kurdisch

source: Kirghiz
de: Kirgisisch

source: Latin
de: Latein

source: Luxembourgish
de: Luxemburgisch

source: Lithuanian
de: Litauisch

source: Latvian
de: Lettisch

source: Marshallese
de: Marshallesisch

source: Macedonian
de: Mazedonisch

source: Mongolian
de: Mongolesisch

source: Moldavian
de: Moldawisch

source: Malay
de: Malaiisch

source: Maltese
de: Maltesisch

source: Burmese
de: Burmesisch

source: Norwegian Bokmål
de: Bokmål

source: North Ndebele
de: Ndebele

source: Nepali
de: Nepalesisch

source: Dutch
de: Niederländisch

source: Norwegian Nynorsk
de: Nynorsk

source: Norwegian
de: Norwegisch

source: South Ndebele
de: Ndebele

source: Polish
de: Polnisch

source: Portuguese
de: Portugiesisch

source: Romansh
de: Romanisch

source: Romanian
de: Rumänisch

source: Russian
de: Russisch

source: Sardinian
de: Sardinisch

source: Northern Sami
de: Sami

source: Serbo-Croatian
de: Serbo-Kroatisch

source: Slovak
de: Slowakisch

source: Slovenian
de: Slovenisch

source: Samoan
de: Sambisch

source: Shona
de: Schona

source: Somali
de: Somalisch

source: Albanian
de: Albanisch

source: Serbian
de: Serbisch

source: Southern Sotho
de: Sotho

source: Sundanese
de: Sudanesisch

source: Swedish
de: Schwedisch

source: Swahili
de: Suaheli

source: Tajik
de: Tajikisch

source: Thai
de: Thailändisch

source: Turkmen
de: Turkmenisch

source: Turkish
de: Türkisch

source: Tahitian
de: Thahitisch

source: Ukrainian
de: Ukrainisch

source: Uzbek
de: Usbekisch

source: Vietnamese
de: Vietnamesisch

source: Chinese
de: Chinesisch

source: Disallowed file extension. Only PDF is allowed.
de: Unerlaubte Dateiendung. Es sind nur PDF-Dateien zulässig.

source: Title
de: Titel

source: Link description
de: Link Beschreibung (Linktext)

source: Text to display on the user page
de: Beschreibungstext zu Anzeige auf der Nutzerseite

source: File
de: Datei

source: For corporate users
de: Für Unternehmer

source: Date Created
de: Erstellungsdatum

source: Customer Loyalty Element
de: Kundendatei

source: Customer Loyalty Elements
de: Kundendateien

source: Associated File
de: Verbundene Datei

source: Subscribers
de: Abonnenten

source: Mail Title
de: Betreff

source: Mail Body
de: E-Mailinhalt

source: E-Mail Variant
de: Versandvariante

source: Send Bulk E-Mail
de: Stapelmail

source: Send E-Mails Individually
de: Individuell versenden

source: Mailing List
de: E-Mailliste

source: Mail Sent
de: E-Mail versandt

source: Attachment File
de: Anhang

source: Hi %(user)s, <br/> Here you find your rewards for having an active profile on Jagdreisencheck. If you have questions pertaining to this please send us an e-mail to <a href="mailto:brieftaube@jagdreisencheck.de" style="text-decoration: underline">brieftaube@jagdreisencheck.de</a>.
de: Hallo %(user)s, <br/> Hier finden Sie Dateien, die Ihnen Einblicke in den Jagdreisemarkt in Europa, aber insbesondere in Deutschland geben. Sollten Sie Fragen zu einer Datei haben, dann senden Sie uns gerne eine E-Mail an <a href="mailto:brieftaube@jagdreisencheck.de" style="text-decoration: underline">brieftaube@jagdreisencheck.de</a>.

source: Invalid List of Recipients. Even one recipient needs to be passed in a list!
de: Ungültige Empfängerliste. Die Empfänger müssen als Liste vorliegen!

source: Please either specify a text body or provide an html template with the respective context.
de: Bitte geben Sie entweder einen Textkörper oder ein HTML Template sowie einen Kontext an.

source: Please specify a context!
de: Bitte geben Sie eine Kontext an.

source: Invalid Data. Please either specify a text body or a html template with a context.
de: Bitte geben Sie entweder einen Textkörper oder ein HTML Template sowie einen Kontext an.

source: Invalid List of Attachments!
de: Ungültige Liste mit Anhängen!

source: Mail sent successfully!
de: E-Mail erfolgreich versandt!

source: Invalid Input at mail token decryption!
de: Ungültige Eingabe zur Decodierung!

source: Jagdreisencheck check-list
de: Jagdreisencheck Checkliste

source: You have been unsubscribed from the newsletter.
de: Dein Abonnement wurde gelöscht.

source: Published
de: Veröffentlicht

source: Podcast Show Overview
de: Podcastübersicht

source: Checking this will publish this show on the site, no turning back.
de: Die Auswahl veröffentlicht die Podcastserie.

source: Checking this will publish this episode on the site, no turning back.
de: Die Auswahl veröffentlicht den Beitrag.

source: Checking this will send out a tweet announcing the episode.
de: Die Auswahl versendet einen Tweet.

source: An episode must have at least one enclosure or media file before publishing. Uncheck, save this episode, and add an encoslure before publishing.
de: Ein Beitrag muss mindestens eine Tonspur enthalten, bevor er veröffentlicht werden kann.

source: The show for this episode is not yet published
de: Die Beitragsreihe zu diesem Beitrag wurde noch nicht veröffentlicht.

source: An episode can only have one enclosure of a specific mimetype. Episode '%(item)s' already has an enclosure of mimetype %(mimetype)s
de: Ein Beitrag kann nur eine Tonspur im Format "%(mimetype)s" haben. Der Beitrag "%(item)s" besitzt eine solche Tonspur.

source: publish
de: Veröffentlichen

source: yes
de: Ja

source: no
de: Nein

source: clean
de: Clean (iTunes)

source: created
de: Erstellt

source: updated
de: Aktualisiert

source: published
de: Veröffentlicht

source: Sites
de: Seiten

source: ttl
de: Ottl

source: ``Time to Live,`` the number of minutes a channel can be cached before refreshing.
de: "Time to Live“, die Zeitspanne bevor der Cache erneuert wird.

source: owner
de: Besitzer

source: Make certain the user account has a name and e-mail address.
de: Stelle sicher, dass der Nutzer einen Namen und eine E-Mailadresse hat.

source: Email address of the person responsible for the feed's content.
de: E-Mail der Person, die die Podcastserie verwaltet.

source: Email address of the person responsible for channel publishing.
de: E-Mailadresse des Websiteverantwortlichen.

source: license
de: Lizenz

source: To publish a podcast to iTunes it is required to set a license type.
de: Um den Beitrag auf iTunes zu veröffentlichen muss ein Lizenztyp ausgewählt werden.

source: organization
de: Organisation

source: Name of the organization, company or Web site producing the podcast.
de: Name der Organisation (Jagdreisencheck)

source: URL of either the main website or the podcast section of the main website.
de: URL zum Podcastverzeichnis.

source: author text
de: Autorenname

source: This tag contains the name of the person or company that is most widely attributed to publishing the Podcast and will be displayed immediately underneath the title of the Podcast. The suggested format is: 'email@example.com (Full Name)' but 'Full Name' only, is acceptable. Multiple authors should be comma separated.
de: Name des Autors + E-Mailadresse in Klammern.

source: title
de: Titel

source: slug
de: Slug (URL Name)

source: subtitle
de: Untertitel

source: Looks best if only a few words, like a tagline.
de: Nur eine Tagline. Nicht zu lang werden lassen.

source: Checked if the podcast is submitted to iTunes
de: Auswählen, um Beitrag auf iTunes zu veröffentlichen.

source: pretty description
de: HTML Beschreibung

source: description
de: Beschreibung

source: This is your chance to tell potential subscribers all about your podcast. Describe your subject matter, media format, episode schedule, and other relevant info so that they know what they'll be getting when they subscribe. In addition, make a list of the most relevant search terms that you want yourp podcast to match, then build them into your description. Note that iTunes removes podcasts that include lists of irrelevant words in the itunes:summary, description, or itunes:keywords tags. This field can be up to 4000 characters.
de: Max. Länge 4000 Zeichen.

source: image
de: Bild

source: A podcast must have 1400 x 1400 pixel cover art in JPG or PNG format using RGB color space. See our technical spec for details. To be eligible for featuring on iTunes Stores, choose an attractive, original, and square JPEG (.jpg) or PNG (.png) image at a size of 1400x1400 pixels. The image will be scaled down to 50x50 pixels at smallest in iTunes. For reference see the <a href="http://www.apple.com/itunes/podcasts/specs.html#metadata">iTunes Podcast specs</a>.<br /><br /> For episode artwork to display in iTunes, image must be <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> saved to file's <strong>metadata</strong></a> before enclosure uploading!
de: Foto. Quadratisch. Max. Auflösung 1400x1400. Referenz: http://www.apple.com/itunes/podcasts/specs.html#metadata
